import AllQuestions from "@/assets/icons/guidanceCenter/allQuestions";
import IncomeGeneration from "@/assets/icons/guidanceCenter/incomeGeneration";
import VideoTutorial from "@/assets/icons/guidanceCenter/videoTutorial";
import CurrencyTransactions from "@/assets/icons/guidanceCenter/currencyTransactions";
import BuySellCurrency from "@/assets/icons/guidanceCenter/buySellCurrency";
import GeneralQuestions from "@/assets/icons/guidanceCenter/generalQuestions";
import fingerScan from "@/assets/icons/guidanceCenter/fingerscan";
export interface Category {
  id: number;
  title: string;
  icon: React.ComponentType;
}

export const categories: Category[] = [
  { id: 0, title: "همه‌ی سوالات", icon: AllQuestions },
  { id: 1, title: "سوالات عمومی", icon: GeneralQuestions },
  { id: 2, title: "خرید و فروش ارز", icon: BuySellCurrency },
  { id: 3, title: "واریز و برداشت ارز", icon: CurrencyTransactions },
  { id: 4, title: "ثبت نام و احراز هویت", icon: fingerScan },
  { id: 5, title: "آموزش تصویری", icon: VideoTutorial },
];

export const newData = [
  {
    id: 1,
    categoryId: 1,
    title: "ارز هشت چیست ؟",
    content:
      "رز هشت یک پلتفرم آنلاین معاملاتی است که به شما امکان خرید، فروش و مدیریت انواع ارزهای دیجیتال را می‌دهد. با استفاده از ارز هشت، شما می‌توانید به سادگی و امنیت کامل، دارایی‌های دیجیتال خود را معامله کنید و وارد دنیای هیجان‌انگیز ارزهای دیجیتال شوید.",
  },
  {
    id: 2,
    categoryId: 1,
    title: "ارز دیجیتال چیست ؟",
    content:
      "ارز دیجیتال یا رمز ارز نوعی پول الکترونیکی است که به صورت مجازی وجود دارد و از رمزنگاری برای تأمین امنیت تراکنش‌ها و کنترل ایجاد واحدهای جدید استفاده می‌کند. به عبارت ساده‌تر، ارز دیجیتال پولی است که به صورت آنلاین و بدون نیاز به واسطه‌های مالی مانند بانک‌ها قابل انتقال است.",
  },
  {
    id: 3,
    categoryId: 1,
    title: "چطور به ارز هشت اعتماد کنم ؟",
    content:
      "ارز هشت با سابقه‌ای چند ساله در بازار ارزهای دیجیتال ایران، به لطف تلاش برای ارائه بهترین خدمات، پشتیبانی قوی و امنیت بالا، توانسته اعتماد کاربران زیادی را جلب کند. عضویت در انجمن بلاک چین ایران و ثبت حقوقی شرکت با نام «آذر تبادل هوشمند (سهامی خاص)»، نشان از فعالیت شفاف و پایبندی ارز هشت به قوانین است.",
  },
  {
    id: 4,
    categoryId: 1,
    title: "ساعات معاملات در ارز هشت چگونه است؟",
    content:
      "شما می‌توانید در ارز هشت به صورت 24 ساعته و 7 روز هفته، بدون وقفه به معاملات خود بپردازید. پلتفرم ما همواره در دسترس شماست تا بتوانید در هر زمان به سبد دارایی‌های دیجیتال خود دسترسی داشته باشید.",
  },
  {
    id: 5,
    categoryId: 1,
    title: "ارز هشت چه ارزهای دیجیتالی را پشتیبانی می‌کند؟",
    content:
      "ارز هشت از طیف گسترده‌ای از ارزهای دیجیتال محبوب مانند بیت کوین، اتریوم، تتر و بیش از هزار و سیصد ارز پشتیبانی می‌کند. برای مشاهده لیست کامل ارزهای پشتیبانی شده، به وب‌سایت و اپلیکیشن ارز هشت مراجعه کنید.",
  },
  {
    id: 6,
    categoryId: 1,
    title: "آیا ارز هشت اپلیکیشن موبایل دارد؟",
    content:
      "بله، ارز هشت اپلیکیشن موبایل برای سیستم عامل‌اندروید ارائه می‌دهد. با استفاده از اپلیکیشن، می‌توانید به راحتی به حساب کاربری خود دسترسی داشته باشید و معاملات خود را انجام دهید.",
  },
  {
    id: 7,
    categoryId: 1,
    title: "چگونه می‌توان در ارز هشت شروع به معامله کرد؟",
    content:
      "پس از ثبت‌نام و احراز هویت، می‌توانید ارز دیجیتال و تومان واریز کرده و به خرید و فروش بپردازید.",
  },
  {
    id: 8,
    categoryId: 1,
    title: "کارمزد معاملات در ارز هشت چگونه محاسبه می‌شود؟",
    content:
      "عمولاً کارمزد معاملات به صورت اختلاف نرخ بین خرید و فروش محاسبه می‌شود. به طور مثال : نرخ خرید از صرافی ارز ترون 9049 تومان  و نرخ فروش به صرافی 8930 تومان میباشد اختلاف نرخ بین خرید و فروش 119 تومن کارمزد صرافی میباشد .",
  },
  {
    id: 9,
    categoryId: 1,
    title: "کارمزد معاملات در ارز هشت چگونه محاسبه می‌شود؟ ",
    content:
      "عمولاً کارمزد معاملات به صورت اختلاف نرخ بین خرید و فروش محاسبه می‌شود. به طور مثال : نرخ خرید از صرافی ارز ترون 9049 تومان  و نرخ فروش به صرافی 8930 تومان میباشد اختلاف نرخ بین خرید و فروش 119 تومن کارمزد صرافی میباشد .",
  },

  {
    id: 10,
    categoryId: 1,
    title: "محدودیت ۷۲ ساعته برداشت در صرافی‌های ارز دیجیتال چیست؟",
    content:
      "طبق قوانین جدید اعلام شده توسط پلیس فتا، تمام صرافی‌های ارز دیجیتال موظف شده‌اند تا ۷۲ ساعت پس از خرید ارز دیجیتال توسط کاربر، امکان برداشت آن را مسدود کنند. این محدودیت به منظور پیشگیری از فعالیت‌های غیرقانونی مانند پولشویی وضع شده است.<br/><br/>🔸 چرا این محدودیت اعمال شده است؟<br/>جلوگیری از پولشویی: اصلی‌ترین دلیل این محدودیت، جلوگیری از سوءاستفاده مجرمان از صرافی‌ها برای شستشوی پول است. با این محدودیت، فرصت کمتری برای مجرمان برای انجام فعالیت‌های غیرقانونی فراهم می‌شود.<br/><br/>🔸 آیا این محدودیت دائمی است؟  <br/> قوانین و مقررات در حوزه ارزهای دیجیتال به سرعت در حال تغییر هستند. ممکن است در آینده این محدودیت برداشته شود یا تغییراتی در آن ایجاد شود.<br/><br/>🔸 چه کار می‌توان انجام داد؟<br/> ساده‌ترین راه برای رفع این مشکل، صبر کردن به مدت ۷۲ ساعت است. <br/> اگر شرایط خاصی دارید، می‌توانید با پشتیبانی صرافی تماس بگیرید و درخواست خود را مطرح کنید. اما تصمیم نهایی بر عهده کارشناسان پشتیبانی است .",
  },
  {
    id: 11,
    categoryId: 2,
    title: "چگونه در صرافی ارز هشت ارز دیجیتال بخریم؟",
    content:
      "رای خرید ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید و کیف پول ریالی‌تان را شارژ کنید. سپس، ارز دیجیتال موردنظر را انتخاب کرده و مراحل خرید را تکمیل کنید. ارز خریداری شده بلافاصله به کیف پول داخلی شما واریز می‌شود.",
  },
  {
    id: 12,
    categoryId: 2,
    title: "حداقل مبلغ برای خرید و فروش در صرافی چقدر است؟",
    content:
      "رای شروع معاملات در صرافی ما، شما نیاز به حداقل 500 هزار تومان موجودی در کیف پول ریالی خود دارید. پس از آن، می‌توانید با حداقل مبلغ 10 هزار تومان اقدام به خرید یا فروش ارز دیجیتال کنید.",
  },
  {
    id: 13,
    categoryId: 2,
    title: "چگونه در ارز هشت ارز دیجیتال بفروشیم؟",
    content:
      "برای فروش ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید. سپس به بخش خرید و فروش رفته، ارز مورد نظر را انتخاب کرده و مقدار آن را وارد کنید. در نهایت با کلیک بر روی گزینه فروش، تراکنش خود را تکمیل کنید.",
  },
  {
    id: 14,
    categoryId: 2,
    title: "نحوه محاسبه نرخ ارزها به چه صورت است؟",
    content:
      "صرافی ارز هشت، نرخ ارزهای مختلف را با توجه به نرخ لحظه‌ای بازار جهانی و نرخ تتر به تومان تعیین می‌کند. به عبارت ساده‌تر، برای محاسبه نرخ خرید یا فروش هر ارز به تومان، نرخ جهانی آن ارز را در نرخ خرید یا فروش تتر ضرب می‌کنیم. <br/><br/> نرخ خرید ارز به تومان: نرخ جهانی ارز × نرخ خرید تتر <br/><br/> نرخ فروش ارز به تومان: نرخ جهانی ارز × نرخ فروش تتر",
  },
  {
    id: 15,
    categoryId: 2,
    title: "چرا نرخ تتر مهم است؟",
    content:
      "تتر یک ارز دیجیتال پایدار است که ارزش آن به دلار وابسته است. به همین دلیل، اغلب صرافی‌ها از تتر به‌عنوان واسطه برای تبدیل ارزهای دیجیتال به ارزهای فیات (مانند تومان) استفاده می‌کنند. با استفاده از تتر، صرافی‌ها می‌توانند نوسانات نرخ ارزهای دیجیتال را به حداقل برسانند و نرخ‌های دقیق‌تری برای ارزهای فیات ارائه دهند.",
  },
  {
    id: 16,
    categoryId: 3,
    title:
      "تراکنش من ناموفق بوده و مبلغ از حسابم کسر شده است. چه کار باید بکنم؟",
    content:
      "نگران نباشید. تراکنش‌های ناموفق به‌صورت خودکار بررسی می‌شوند. معمولاً ظرف 24 ساعت، تراکنش شما بررسی شده و در صورتی که وجه به حساب ما واریز شده باشد، به کیف پول تومانی شما اضافه می‌شود و یا به حساب بانکیتون طی 72 ساعت عودت میخورد. برای اطمینان بیشتر، می‌توانید با پشتیبانی تماس بگیرید.",
  },
  {
    id: 17,
    categoryId: 3,
    title: "آیا امکان برداشت تومان از کیف پول وجود دارد؟",
    content:
      "برای برداشت تومان از کیف پول، ابتدا باید حساب بانکی به نام خودتان را در بخش کارت‌های بانکی ثبت و تایید کنید. سپس می‌توانید به سادگی هر مبلغی را که می‌خواهید، برداشت نمایید. این امکان برای همه کاربران در هر سطح احراز هویتی فراهم شده است.",
  },
{
  id: 18,
  categoryId: 3,
  title: "برداشت ریالی شما کی به حساب‌تان واریز می‌شود؟",
  content: `
    <p>ما در ارز هشت تمام تلاش خود را می‌کنیم تا درخواست‌های برداشت ریالی شما را به سرعت پردازش و به بانک انتقال دهیم. واریزی‌ها از طریق سیستم پایا انجام می‌شوند و طبق جدول زمانی زیر به حساب مقصد شما واریز خواهند شد:</p>
    <table>
      <tr><td>23:00 شب تا 10:00 صبح</td><td>11:00 تا 13:00</td></tr>
      <tr><td>10:00 صبح تا 13:00 ظهر</td><td>14:00 تا 15:00</td></tr>
      <tr><td>13:00 ظهر تا 18:00 شب</td><td>19:00 تا 20:00</td></tr>
      <tr><td>18:00 شب تا 23:00 شب</td><td>04:00 تا 06:00 صبح روز بعد</td></tr>
    </table>
  `,
},
  {
    id: 19,
    categoryId: 3,
    title: "از چه طریقی تومان را به کیف تومانی ام در ارز هشت واریز کنم؟",
    content: `برای واریز تومان به کیف تومانی ارز هشت، دو روش اصلی وجود دارد:<br/><br/>

🔸 واریز آنلاین:<br/>
سریع‌ترین و راحت‌ترین روش
از طریق درگاه پرداخت مستقیم انجام می‌شود<br/>
محدودیت: حداکثر ۲۵ میلیون تومان در هر شبانه‌روز برای هر کد ملی<br/><br/>

🔸 واریز با فیش بانکی:<br/>
برای مبالغ بالاتر مناسب است.<br/>
از طریق سیستم‌های ساتنا، پایا یا انتقال حساب به حساب انجام می‌شود<br/>
بدون محدودیت مبلغ واریز<br/>
محدودیت برداشت ارز دیجیتال
ممکن است چند ساعت تا یک روز کاری زمان ببرد`,
  },
  {
    id: 20,
    categoryId: 3,
    title: "چه ارزهایی را میتوان در کیف پول داخلی نگهداری کرد؟",
    content:
      "تمامی ارزهای دیجیتالی که در پلتفرم ارز هشت برای خرید، فروش و نگهداری در دسترس هستند، مانند بیت کوین، اتریوم و ریپل و ... را می‌توانید در کیف پول داخلی خود ذخیره کنید. همچنین امکان واریز ارزهای دیجیتال از کیف پول‌های خارجی به حساب ارز هشت وجود دارد. این ارزها تا هر زمانی که بخواهید در کیف پول شما امن خواهند ماند.",
  },
  {
    id: 21,
    categoryId: 3,
    title: "نگهداری کوین در کیف پول ارز هشت شامل هزینه است ؟",
    content:
      "نگهداری کوین در کیف پول ارز هشت، به صورت مستقیم هیچ هزینه ای برای کاربر در بر ندارد. بدین معنی که شما نیازی به پرداخت مبلغی به صورت ماهیانه یا سالانه بابت نگهداری دارایی‌های دیجیتال خود در این پلتفرم نخواهید داشت.",
  },
  {
    id: 22,
    categoryId: 3,
    title: "چگونه ارز دیجیتال خود را به کیف پول ارز هشت واریز کنیم؟",
    content:
      "نگهداری کوین در کیف پول ارز هشت، به صورت مستقیم هیچ هزینه ای برای کاربر در بر ندارد. بدین معنی که شما نیازی به پرداخت مبلغی به صورت ماهیانه یا سالانه بابت نگهداری دارایی‌های دیجیتال خود در این پلتفرم نخواهید داشت.",
  },
  {
    id: 23,
    categoryId: 3,
    title: "کارمزد شبکه چیست و چرا پرداخت می‌شود؟",
    content:
      "هنگامی که شما ارز دیجیتالی را از کیف پول خود به کیف پول دیگری منتقل می‌کنید، مبلغی به عنوان کارمزد شبکه از شما کسر می‌شود. این کارمزد در واقع هزینه‌ای است که برای پردازش و تایید تراکنش شما در شبکه بلاکچین پرداخت می‌شود.",
  },
  {
    id: 24,
    categoryId: 3,
    title:
      "مدت زمان برداشت  ارز دیجیتال از صرافی ارز هشت به کیف پول شما چقدر است؟",
    content:
      "زمان دقیق واریز ارز دیجیتال از صرافی ارز هشت به کیف پول شما به عواملی مثل شلوغی شبکه، کارمزد تراکنش و وضعیت شبکه بلاکچین بستگی دارد. به طور کلی، این فرآیند ممکن است چند دقیقه تا چند ساعت طول بکشد.",
  },
  {
    id: 25,
    categoryId: 4,
    title: "چرا احراز هویت در ارز هشت مهم است؟",
    content:
      "برای حفظ امنیت دارایی‌های شما و اطمینان از انجام معاملات به صورت قانونی، احراز هویت در ارز هشت ضروری است. <br/><br/> با احراز هویت: <br/>🔸 امنیت بیشتر: از حساب شما محافظت می‌شود و از فعالیت‌های غیرقانونی جلوگیری می‌شود.<br/>🔸 معاملات مطمئن‌تر: هویت شما تایید شده و معاملات با اطمینان بیشتری انجام می‌شود.<br/>🔸 شفافیت مالی: محیطی امن و قابل اعتماد برای همه کاربران ایجاد می‌شود. <br/> به عبارت ساده، احراز هویت مانند یک بیمه نامه برای دارایی‌های دیجیتال شماست.",
  },
  {
    id: 26,
    categoryId: 4,
    title: "آیا شماره موبایل باید به نام خودم باشد؟",
    content:
      "بله، برای افزایش امنیت حساب کاربری و اطمینان از اینکه شما تنها فرد دسترسی‌دارنده به حساب هستید، ثبت شماره موبایلی که به نام خودتان است الزامی است.",
  },
  {
    id: 27,
    categoryId: 4,
    title: "چرا احراز هویت من رد شده است؟ ",
    content:
      "احراز هویت شما ممکن است به دلایل مختلفی مانند عدم وضوح تصویر مدارک، عدم تطابق اطلاعات، یا ناقص بودن مدارک رد شده باشد. لطفا مطمئن شوید که تمام مدارک مورد نیاز را با کیفیت بالا و به صورت کامل ارسال کرده‌اید.",
  },
  {
    id: 28,
    categoryId: 4,
    title: "برای احراز هویت چه مدارکی قابل قبول است؟ ",
    content:
      "مدارک شناسایی که فاقد اعتبار هستند مانند رسید کارت ملی، کارت ملی قدیمی، شناسنامه قدیمی و هرگونه مدرکی که تاریخ انقضای آن گذشته باشد، در فرایند احراز هویت پذیرفته نمی‌شوند.",
  },
  {
    id: 29,
    categoryId: 4,
    title: "آیا می‌توانم از مدارک شخص دیگری برای احراز هویت استفاده کنم؟",
    content:
      "خیر، استفاده از مدارک افراد دیگر برای احراز هویت به هیچ عنوان مجاز نیست. این کار علاوه بر رد شدن احراز هویت، می‌تواند عواقب قانونی نیز داشته باشد.",
  },
  {
    id: 30,
    categoryId: 4,
    title: "چگونه در ارز هشت احراز هویت کنم؟",
    content:
      'احراز هویت در ارز هشت به صورت مرحله به مرحله انجام می‌شود. با تکمیل هر مرحله، دسترسی شما به امکانات بیشتری باز خواهد شد. برای شروع، لطفا به بخش "احراز هویت" مراجعه کرده و مراحل احراز هویت را دنبال کنید.',
  },
  {
    id: 31,
    categoryId: 4,
    title: "آیا برای خرید و فروش در ارز هشت به احراز هویت نیاز است؟",
    content:
      "بله، برای انجام هرگونه تراکنش در ارز هشت، از جمله خرید و فروش ارزهای دیجیتال و برداشت، به احراز هویت نیاز دارید. با انجام احراز هویت اولیه، می‌توانید به بسیاری از خدمات مانند شارژ کیف پول تومان و خرید و فروش  دسترسی پیدا کنید. برای برداشت ارز، مراحل احراز هویت بیشتری باید طی شود.",
  },
  {
    id: 32,
    categoryId: 4,
    title: "نتیجه بررسی احراز هویت من چه زمانی اعلام می‌شود؟",
    content:
      "تیجه بررسی احراز هویت شما معمولاً ظرف چند ساعت کاری (از 9 صبح تا 9 شب) اعلام می‌شود. ما نتیجه نهایی را از طریق پیامک، ایمیل و اعلان داخل پلتفرم به شما اطلاع خواهیم داد.",
  },
  {
    id: 33,
    categoryId: 5,
    title: "آموزش نحوه ثبت نام",
    content: "فیلم آموزشی نحوه ثبت‌نام با راهنمایی ساده و کاربردی به شما کمک می‌کند تا تمامی مراحل ثبت‌نام را گام به گام یاد بگیرید و به‌راحتی حساب کاربری خود را ایجاد کنید. این آموزش مناسب همه افراد است و به شما نکات کلیدی و راه‌حل‌های کاربردی برای یک ثبت‌نام سریع و آسان ارائه می‌دهد.",
    videoLink: "https://www.aparat.com/v/jop0tk2",
  },
  {
    id: 34,
    categoryId: 5,
    title: "آموزش گام به گام احراز هویت",
    content: "فیلم آموزشی احراز هویت گام به گام به شما کمک می‌کند تا مراحل تأیید هویت را به‌صورت کامل و دقیق یاد بگیرید. این آموزش شامل راهنمایی ساده و عملی برای تکمیل اطلاعات، ارسال مدارک و تأیید نهایی است تا به‌راحتی فرآیند احراز هویت را انجام دهید. مناسب برای تمام کاربران، از مبتدی تا حرفه‌ای.",
    videoLink: "https://www.aparat.com/v/ddr8p2h",
  },
  {
    id: 35,
    categoryId: 5,
    title: "آموزش ثبت کارت بانکی و واریز ریالی",
    content: "فیلم آموزشی ثبت کارت بانکی و واریز ریالی طراحی شده تا فرآیند ثبت کارت و انتقال وجه را برای شما آسان‌تر از همیشه کند. در این آموزش، گام به گام یاد می‌گیرید چگونه کارت بانکی خود را ثبت کنید، اطلاعات ضروری را وارد کنید و به‌صورت امن واریز ریالی انجام دهید. این ویدیو برای تمام کاربران، چه مبتدی و چه حرفه‌ای، کاربردی و قابل استفاده است.",
    videoLink: "https://www.aparat.com/v/dvyfe64",
  },
  {
    id: 36,
    categoryId: 5,
    title: "آموزش نحوه خرید ارز دیجیتال",
    content: "اگر قصد دارید به دنیای ارزهای دیجیتال وارد شوید، این آموزش بهترین راهنمای شماست! در این فیلم آموزشی، مراحل خرید ارز دیجیتال از صرافی ارزهشت را به زبان ساده و کاملاً عملی یاد می‌گیرید. از انتخاب پلتفرم مناسب تا انتقال ارز به کیف پول، همه چیز را به‌صورت گام به گام توضیح داده‌ایم تا با اطمینان کامل خرید خود را انجام دهید. مناسب برای تازه‌کارها و علاقه‌مندان به سرمایه‌گذاری دیجیتال!",
    videoLink: "https://www.aparat.com/v/wllhe6l",
  },
  {
    id: 37,
    categoryId: 5,
    title: "آموزش نحوه فروش ارز دیجیتال",
    content: "آموزش نحوه فروش ارز دیجیتال در اپلیکیشن ارز هشت به شما کمک می‌کند تا به‌راحتی ارزهای دیجیتال خود را بفروشید. در این فیلم آموزشی، تمام مراحل فروش ارز دیجیتال در اپلیکیشن ارز هشت، از انتخاب ارز دیجیتال، تا انجام معامله و انتقال مبلغ به حساب بانکی، به‌صورت گام به گام و ساده توضیح داده شده است.",
    videoLink: "https://www.aparat.com/v/bul30w3",
  },
  {
    id: 38,
    categoryId: 5,
    title: "آموزش فعال سازی دو مرحله ایی",
    content: "فیلم آموزشی فعال‌سازی دو مرحله‌ای در اپلیکیشن ارز هشت به شما کمک می‌کند تا امنیت حساب کاربری خود را افزایش دهید. در این ویدیو، تمام مراحل فعال‌سازی تایید هویت دو مرحله‌ای به‌صورت گام به گام توضیح داده شده است. ",
    videoLink: "https://www.aparat.com/v/dfsws1p",
  },
  {
    id: 39,
    categoryId: 5,
    title: "آموزش نحوه برداشت تومانی به حساب بانکی",
    content: "فیلم آموزشی نحوه برداشت تومانی به حساب بانکی در اپلیکیشن ارز هشت به شما نشان می‌دهد که چگونه به‌سادگی ارز دیجیتال خود را به تومان تبدیل کرده و به حساب بانکی خود واریز کنید. در این ویدیو، مراحل برداشت تومانی از کیف پول ارز دیجیتال، انتخاب روش پرداخت و تکمیل درخواست واریز به حساب بانکی به‌صورت گام به گام و با جزئیات کامل توضیح داده شده است. ",
    videoLink: "https://www.aparat.com/v/tmiudfp",
  },
  {
    id: 40,
    categoryId: 5,
    title: "معرفی کسب درآمد از طریق زیر مجموعه گیری",
    content: "کسب درآمد از طریق زیرمجموعه‌گیری یکی از روش‌های محبوب و سودآور در بسیاری از پلتفرم‌های آنلاین است. در این روش، شما با معرفی دیگران به یک سیستم یا سرویس خاص، از فعالیت‌های آن‌ها درصدی به‌عنوان درآمد خود دریافت می‌کنید. این فرآیند به‌راحتی قابل انجام است و شما می‌توانید به‌صورت مستمر از طریق فعالیت‌های زیرمجموعه‌هایتان درآمد کسب کنید.",
    videoLink: "https://www.aparat.com/v/soi72dr",
  },
  {
    id: 41,
    categoryId: 5,
    title: "آموزش نحوه استفاده از گردونه شانس",
    content: "فیلم آموزشی نحوه استفاده از گردونه شانس در اپلیکیشن ارز هشت به شما کمک می‌کند تا به‌راحتی از این ابزار سرگرم‌کننده و سودآور استفاده کنید. در این ویدیو، شما یاد خواهید گرفت که چگونه وارد گردونه شانس شوید، شرایط لازم برای شرکت در آن را رعایت کنید و شانس خود را برای برنده شدن جوایز مختلف امتحان کنید. ",
    videoLink: "https://www.aparat.com/v/hdv0quv",
  },
  {
    id: 42,
    categoryId: 5,
    title: "معرفی روش های مختلف پشتیبانی کاربران",
    content: "فیلم آموزشی \"نحوه استفاده از پشتیبانی ارز هشت\" به کاربران نشان می‌دهد که چگونه به‌راحتی و سریع از خدمات پشتیبانی اپلیکیشن ارز هشت بهره‌برداری کنند. در این ویدیو، تمام مراحل درخواست پشتیبانی، ارتباط با تیم پشتیبانی از طریق چت آنلاین، و دیگر روش‌ها به‌صورت گام به گام توضیح داده شده است تا کاربران بتوانند در صورت بروز هرگونه مشکل، به‌راحتی راه‌حل خود را پیدا کنند.",
 videoLink: "https://www.aparat.com/v/nynnm39",
  },

  {
    id: 43,
    categoryId: 0,
    title: "آیا برای استفاده از کد دعوت در بخش کسب در آمد محدودیتی وجود دارد؟ ",
    content: "خیر، می‌توانید کد دعوت خود را بدون محدودیت با دیگران به اشتراک بگذارید و از آن‌ها دعوت کنید تا ثبت‌نام کنند."
  },
  {
    id: 44,
    categoryId: 0,
    title: "لینک و کد دعوت من کجا قرار دارد؟",
    content: " برای پیدا کردن لینک و کد دعوت، به بخش \"کسب درآمد\" در حساب کاربری خود بروید. سپس می‌توانید این کد را کپی کرده و برای دوستانتان ارسال کنید."
  },
  {
    id: 45,
    categoryId: 0,
    title: "منظور از کسب درآمد در ارز هشت چیست؟",
    content: "ا معرفی دوستان خود به پلتفرم ارز هشت و استفاده از کد معرف اختصاصی خود، می‌توانید از مزایای برنامه همکاری در فروش ما بهره‌مند شوید. به ازای هر معامله‌ای که افراد معرفی شده شما انجام دهند، 30 درصد از کارمزد معامله به عنوان پاداش به حساب شما واریز خواهد شد. این درآمد به صورت دائمی و مادام‌العمر به شما تعلق خواهد گرفت."
  },
  {
    id: 46,
    categoryId: 0,
    title: "گردونه شانس چیست ؟",
    content: "ارز هشت برای تشکر از کاربران وفادارش، یک بازی مهیج و هیجان‌انگیز به نام گردونه شانس را طراحی کرده است. با چرخاندن این گردونه هر روزه، شانس برنده شدن جوایز ارزشمند نقدی و ارز دیجیتال را خواهید داشت. هرچه فعالیت شما در صرافی بیشتر باشد، جوایز بزرگ‌تری در انتظار شماست!"
  },
  {
    id: 47,
    categoryId: 0,
    title: "کارت هدیه ارز هشتی به چه معناست؟ ",
    content: "با کارت هدیه ارز هشتی، به راحتی می‌توانید به دوستان و خانواده خود ارز دیجیتال هدیه دهید. این کارت‌ها به سادگی قابل استفاده بوده و یک هدیه کاربردی و متفاوت است."
  },
  {
    id: 48,
    categoryId: 0,
    title: "چگونه با پشتیبانی ارز هشت ارتباط بگیرم؟ ",
    content: "پشتیبانی ارز هشت به صورت 24 ساعته و 7 روز هفته از طریق چت آنلاین، تیکت و تلگرام پاسخگوی سوالات شماست. همچنین، می‌توانید از ساعت 9 صبح تا 9 شب با کارشناسان ما تماس تلفنی بگیرید. تیم پشتیبانی ما متعهد است تا در کوتاه‌ترین زمان ممکن و با دقت به سوالات شما پاسخ دهد."
  },
];