import React, { useState } from "react";
import ArrowBottom from "@/assets/icons/arrrow/arrow-bottom";
import ArrowTop from "@/assets/icons/arrrow/arrow-top";

export default function DetailDescription() {
  const [isExpanded, setIsExpanded] = useState(false);

  const toggleExpand = () => setIsExpanded(!isExpanded);

  return (
    <div>
      <h1 className="text-lg leading-10">
        <span className="text-primary"></span> خرید و فروش بایننس کوین در صرافی ارزهشت{" "}
      </h1>
      <div
        className={`relative overflow-hidden transition-all duration-100 ${isExpanded ? "max-h-full" : "max-h-[900px]"
          }`}
      >
        <p className="leading-10">
          بایننس کوین (Binance Coin) به عنوان یکی از ارزهای دیجیتال برتر مارکت، نه فقط یک دارایی برای سرمایه‌گذاری و ترید بلکه توکنی کاربردی است؛ در اکوسیستم بزرگ و رو به رشد صرافی بایننس، ارز BNB کاربردهای فراوانی دارد. به پشتوانه این صرافی، قیمت BNB رشدی باورنکردنی را از زمان عرضه اولیه تجربه کرد. با این حال، عده زیادی همچنان منتظر افزایش بیشتر قیمت بایننس کوین هستند. شما هم می‌توانید با استفاده از خدمات ارزهشت در این رمز ارز سرمایه‌گذاری و اقدام به خرید بایننس کوین کنید. فروش بایننس کوین هم در اینجا امکان‌پذیر است.
          جایگاه بایننس با داشتن سهم زیادی از کل مارکت کریپتوکارنسی تثبیت شده و به نظر حتی توپ هم نمی‌تواند آن را تکان بدهد! طبیعی است در چنین وضعیتی ارز BNB به فهرست پنج دارایی رمزنگاری شده برتر از نظر مارکت کپ راه پیدا کند. قیمت بایننس کوین در ICO ده سنت بود، اما الان می‌بینید خرید و فروش بایننس کوین در چه ارقامی انجام می‌شود! برای قیمت ارز بی ان بی پیش‌بینی‌های هیجان‌انگیزی شنیده می‌شوند که هر سرمایه‌گذاری را ترغیب می‌کند. البته، آن‌ها همگی تحلیل بوده و هیچ قطعیتی وجود ندارد.
          شرکت‌های کریپتویی به جز تعدادی محدود، معمولا به صورت سهامی عام در بورس عرضه نمی‌شوند، به همین دلیل تنها راه سرمایه‌گذاری در آن‌ها خرید رمز ارز اختصاصی‌شان (در صورت وجود) است. خوشبختانه بایننس چنین چیزی دارد؛ ارز بی ان بی البته مشابه سهام این شرکت (اگر در بورس عرضه می‌شد) نیست و تفاوت‌هایی بین این دو وجود دارد، اما وجه اشتراکشان این است که هر دو در صورت موفقیت کمپانی، صعودی می‌شوند. درباره خرید بایننس کوین هم می‌توان انتظار داشت قیمت ارز بی ان بی وقتی همه چیز برای این اکوسیستم بر وفق مراد است و در مسیر صعودی قرار دارد، رو به بالا حرکت کند، اما فراموش نکنید همیشه لزوما اینطور نمی‌شود.
          با توجه به اهمیت BNB و محبوبیتش، این ارز دیجیتال را می‌توان در قسمت معامله سریع یا بازارهای معاملاتی تتری و تومانی خرید و فروش کرد.
          کمترین و بیشترین BNB قابل خرید و فروش
          از ارز دیجیتال bnb می‌توان 100,000 تومان خرید داشت. بله، قیمت bnb به مراتب بالاتر است، اما شما مجبور به داشتن یک یا مضرب‌های صحیح از آن نیستید، بلکه می‌توانید بخشی اعشاری از واحد را مبادله کنید. پس قیمت بایننس کوین اهمیتی ندارد، بلکه معیار این است که سفارش شما چقدر ارزش دارد. البته قیمت لحظه بایننس کوین در این امر دخیل است؛ اگر نرخ بالاتر برود، با صد هزار تومان مقدار کمتری کوین خریداری خواهید کرد و با پایین آمدنش قادر به دریافت مقدار بیشتری خواهید بود. وضعیت در بسترهای OTC و P2P (تومانی) یکسان است، اما برای معامله بر مبنای قیمت تتر کف خرید یا فروش کمی بالاتر است.
          حداکثری در نظر گرفته نشده و امکان خرید بی ان بی به هر اندازه وجود دارد، اما باید چگونگی تسویه حساب را در نظر بگیرید. همانطور که می‌دانید، در سیستم بانکی کشور نمی‌توان هر اندازه پول را اینترنتی جابه‌جا کرد و محدودیت‌هایی وجود دارد. مثلا سقف واریزی از هر حساب صد میلیون تومان است. از طرفی یک محدودیت هم بر درگاه‌های صرافی‌های ارز دیجیتال اعمال شده تا روزانه نتوان بالای بیست و پنج میلیون تومان از طریق آن‌ها واریز داشت. به همین دلیل برای خرید ارز bnb در مقادیر بالاتر، می‌بایست ابتدا کیف پولتان در صرافی را با انتقال شبا شارژ کرده و در ادامه بر اساس موجودی آن اقدام به ثبت سفارش خرید بایننس کوین یا هر ارز دیجیتال دیگر کنید
        </p>

        {!isExpanded && (
          <div className="absolute bottom-0 left-0 right-0 h-full bg-gradient-to-t from-white dark:from-[#3C3B41] to-transparent  pointer-events-none"></div>
        )}
      </div>

      <button
        onClick={toggleExpand}
        className="w-full mt-2 text-primary focus:outline-none text-2xl font-semibold"
      >
        <div className="flex justify-center items-center gap-x-3">
          {isExpanded ? "نمایش کمتر" : "نمایش بیشتر"}
          {isExpanded ?  <ArrowTop /> : <ArrowBottom  />}
        </div>

      </button>
    </div>
  );
}
