export interface tabBar {
    id: number;
    title: string;
}



export const tabBar: tabBar[] = [
    { id: 0, title: "شرایط و قوانین کلی" },
    { id: 1, title: " قوانین و شرایط عمومی" },
    { id: 2, title: "اطلاعات حساب بانکی" },
    { id: 3, title: "احراز هویت (KYC)" },
    { id: 4, title: "کیف پول" },
    { id: 5, title: "زمان ارائه خدمات" },
    { id: 6, title: "زمانبندی واریز و تسویه تومان" },
    { id: 7, title: "پشتیبانی" },
    { id: 8, title: "کارمزد انتقال" },
    { id: 9, title: "حریم خصوصی" },
    { id: 10, title: "پاداش معرفی دوستان" },
];

export const tabData = [
    {
        categoryId: 0,
        text: "با انجام ثبت نام در ارز هشت ، شما تایید میکنید که شرایط و قوانین را به طول کامل مطالعه کرده و با ارائه خدمات تحت این شرایط و قوانین ، موافقت کرده اید ."
    },
    {
        categoryId: 0,
        text: "ارز هشت همواره تابع قوانین جمهوری اسلامی ایران بوده و پلتفرمی برای خرید و فروش و معامله ارز های دیجیتال میباشد و هیچ گونه فعالیتی در زمینه نرخ گذاری و خرید و فروش ارز فیزیکی (دلار کاغذی) در ارز هشت انجام نمیشود."
    },
    {
        categoryId: 0,
        text: "ارز هشت این اطمینان را به کاربران میدهد تا از اطلاعات کاربری و شخصی کاربران به طور کامل محافظت و محیط امنی برای مبادلات آنلاین فراهم کند."
    },
    {
        categoryId: 0,
        text: "کاربر موظف است تا در مورد عدم دسترسی و استفاده دیگران از حساب کاربری، حساب‌های بانکی و کیف پول تتر خود دقت لازم را داشته باشد. (انجام شدن این عمل، مصداق بارز اجاره دادن حساب بوده و تمام مسئولیت های حقوقی و کیفری بر عهده کاربر است) ."
    },
    {
        categoryId: 0,
        text: "تمام فعالیت‌ها از طریق حساب کاربری توسط کاربر در ارز هشت صورت می‌گیرند. به همین دلیل کاربر موظف است در صورت مشاهده هرگونه فعالیت غیرعادی و یا مشکوک توسط حساب کاربری خود، مراتب را فورا به واحد پشتیبانی وب‌سایت ارز هشت اطلاع دهد."
    },
    {
        categoryId: 0,
        text: "اگر وجوه و یا رمز ارزی به ‌صورت اشتباه از طرف ارز هشت به حساب کاربر منظور شود، ارز هشت این اجازه را دارد که به‌ طور مستقل و بدون انجام فرآیندهای اداری و قضایی و یا دریافت اجازه کتبی از کاربر (صاحب حساب)، برای رفع اشتباه و برداشت از حساب وی، اقدام کند. تشخیص ارز هشت نسبت به وقوع اشتباه یا پرداخت بدون حق و لزوم برداشت از حساب، معتبر خواهد بود و کاربر حق اعتراض و ادعایی در مورد نحوه عملکرد ارزهشت را از خود ساقط می‌کند."
    },
    {
        categoryId: 0,
        text: "پس از ثبت و نهایی‌شدن تراکنش(در صرافی)، امکان لغو تراکنش وجود ندارد."
    },
    {
        categoryId: 0,
        text: "ارز هشت این اختیار را دارد تا در صورت تشخیص هرگونه عمل خلاف و ناقض شرایط و قوانین، بلافاصله نسبت به مسدود کردن حساب کاربری شخص، اقدام کند."
    },
    {
        categoryId: 0,
        text: "ارز هشت به‌عنوان پلتفرم تبادل تتر، هیچ‌گونه مسئولیتی در قبال نحوه‌ معاملات کاربر و سود و زیان حاصل از آن ندارد."
    },
    {
        categoryId: 0,
        text: "کاربر می‌پذیرد که به جز در موارد مورد تعهد ارز هشت، حق هیچ گونه داعیه، طلب و شکایت از مجموعه ارز هشت، مدیران، کارمندان و افراد مرتبط با این وب‌ سایت را نخواهد داشت."
    },
    {
        categoryId: 1,
        text: "هرگونه تغییر در شرایط و قوانین، از طریق رسانه‌های ارز هشت به اطلاع‌ کاربران خواهد رسید."
    },
    {
        categoryId: 1,
        text: "لازم است که کاربر، در مورد رمزارزها و مخصوصا رمزارز تتر اطلاعات کافی داشته باشد."
    },
    {
        categoryId: 1,
        text: "در زمان استفاده از وب‌سایت ارز هشت توجه کنید که آدرس مرورگر شما حتما Arz8.com را نشان دهد."
    },
    {
        categoryId: 1,
        text: "تمامی معاملات ارز هشت فقط بر بستر وب‌سایت و اپلیکیشن انجام می‌شود و ارز هشت هیچ ‌گونه معامله و یا تراکنشی را خارج از فضای سایت و اپلیکیشن انجام نمی‌دهد. مسئولیت انجام هرگونه معامله خارج از این فضا و یا با اکانت‌های تقلبی بر عهده کاربر است."
    },
    {
        categoryId: 1,
        text: "تمامی شرایط و قوانین برای اپلیکیشن ارز هشت نیز صدق می‌کنند."
    },
    {
        categoryId: 1,
        text: "ارز هشت این اطمینان را می‌دهد که خدمات خود را با بالاترین استانداردهای امنیتی ممکن ارائه کند."
    },
    {
        categoryId: 1,
        text: "در صورت بروز هرگونه مشکل امنیتی در خدمات، ارز هشت متعهد به جبران خسارت خواهد بود."
    },
    {
        categoryId: 2,
        text: "ارائه اطلاعات حساب بانکی جهت واریز پول برای معامله از سمت کاربر الزامی میباشد و کاربر باید از ارائه اطلاعات حساب فردی شخص دیگر ، خودداری فرماید."
    },
    {
        categoryId: 2,
        text: "مواردی مانند درج شماره کارت و شماره شبا صحیح، بر عهده کاربر است و پیامد بروز هرگونه اشتباه در آن، متوجه کاربر خواهد بود."
    },
    {
        categoryId: 2,
        text: "لازم است که کاربر از کارت بانکی رسمی که به‌ نام شخص صاحب حساب در سیستم بانکی کشور ثبت شده است، نسبت به واریز و برداشت در ارز هشت اقدام کند."
    },
    {
        categoryId: 2,
        text: "پرداخت در ارز هشت، با استفاده از بن کارت، کارت هدیه، کارت خرید، کارت اعتباری (حتی اگر نام شخص صاحب کارت بر روی کارت درج شده باشد)، امکان‌پذیر نیست."
    },
    {
        categoryId: 3,
        text: "ثبت نام و تکمیل احراز هویت برای فرآیند های مختلف ائم از واریز و برداشت و خرید و فروش ، در ارز هشت الزامی است."
    },
    {
        categoryId: 3,
        text: "احراز هویت به ‌منظور پیروی از قوانین ضد پول‌شویی و جلوگیری از سرقت اطلاعات کاربر است."
    },
    {
        categoryId: 3,
        text: "کاربر موظف است اطلاعات صحیح خود را بارگذاری کند. بدیهی است در صورت وجود هرگونه تخلف در احراز هویت، مسئولیت به عهده‌ فرد متخلف بوده و ارز هشت حق ارجاع موارد تخلف به مراجع ذی‌صلاح را خواهد داشت."
    },
    {
        categoryId: 3,
        text: "زمان بررسی مدارک احراز هویت در ارز هشت صبح تا عصر میباشد."
    },
    {
        categoryId: 3,
        text: "ارز هشت خود را ملزم به حفظ اطلاعات شخصی کاربر می‌داند و اطلاعات احراز هویتی را بر بستر آفلاین (Cold Storage) نگهداری می‌کند."
    },
    {
        categoryId: 3,
        text: "کاربر موظف است برای انجام احراز هویت شماره موبایلی به نام و تحت مالکیت خود را ثبت کند. درغیراین‌صورت، احراز هویت کاربر تایید نمی‌شود."
    },
    {
        categoryId: 3,
        text: "امکان انجام احراز هویت صرفا برای افراد در بازه سنی 18 تا 60 سال وجود دارد."
    },
    {
        categoryId: 4,
        text: "از صحت آدرس کیف پول خود اطمینان حاصل کنید. آدرس کیف پولی که درج می‌کنید را حداقل یک مرتبه بررسی و صرفا به کپی کردن آن اکتفا نکنید."
    },
    {
        categoryId: 4,
        text: "هنگام واریز ارز به ارز هشت در مرحله واریز ارز، آدرس کیف پول را مطابقت دهید و حتما یک مرتبه بررسی کنید."
    },
    {
        categoryId: 4,
        text: "هرگونه خطا در ارسال ارز به کیف پول اشتباه به عهده کاربر است. کاربر می‌بایست آدرس کیف پول ارزی خود را جهت دریافت ارز ارسال کند."
    },
    {
        categoryId: 4,
        text: "ارز هشت در قبال استفاده از هرگونه آدرس کیف‌ پول دارای تاریخ انقضا و یا نامعتبر توسط کاربر سلب مسئولیت می‌کند؛ لازم به توضیح است که وظیفه ارائه و ثبت آدرس کیف ‌پول معتبر در فرآیند برداشت ارز ، تماما بر عهده کاربر است."
    },
    {
        categoryId: 4,
        text: "پس از ثبت و نهایی‌شدن تراکنش برداشت ارز ، امکان تعویض کیف ‌پول وجود ندارد."
    },
    {
        categoryId: 4,
        text: "پیشنهاد می‌کنیم که از کیف های ‌پول‌های مطمئن و رایج، برای دریافت یا ارسال ارزدیجیتال استفاده کنید."
    },
    {
        categoryId: 4,
        text: "زمان واریز و یا برداشت ارز به شبکه انتقال دقت فرمایید، هرگونه تراکنش واریز و برداشت با انتخاب شبکه اشتباه موجب از بین رفتن ارز میشود."
    },
    {
        categoryId: 5,
        text: "ارز هشت به صورت 24 ساعته و هفت روز هفته و 365 روز سال خدمات واریز و برداشت ، خرید و فروش ، معامله و ترید را از طریق وبسایت و اپلیکیشن ارز هشت ارائه میدهد."
    },
    {
        categoryId: 5,
        text: "واریز ارز به ارز هشت به صورت آنی انجام میشود و باید کاربر بعد از عملیات انتقال به کیف پول ارز هشت نسبت به ثبت واریز اقدام فرماید ."
    },
    {
        categoryId: 5,
        text: "اعتبار آدرس کیف پولی که ارز هشت به کاربران جهت واریز میدهد دو ساعت میباشد و باید در این دو ساعت انتقال را انجام داده و با لینک تراکنش ثبت واریز را انجام دهد."
    },
    {
        categoryId: 5,
        text: "درصورتی‌ که برای اولین بار با کارت بانکی جدید اقدام به خرید می‌کنید، برداشت ارز با مقداری تأخیر انجام خواهد شد."
    },
    {
        categoryId: 5,
        text: "بنا به دستور پلیس فتا، تسویه رمزارز در خرید اول پس از 72 ساعت انجام خواهد شد. همچنین، در‌نظر داشته باشید که بنا به الزامات قانونی، امکان تاخیر یک تا چند روزه در واریز ارز برای خرید‌های اول وجود دارد."
    },
    {
        categoryId: 6,
        text: "احتمال تاخیر به‌ منظور تسویه فوری تومان در روزهای تعطیل و همچنین، روزهای تعطیل پیاپی وجود دارد. بنابراین؛ درصورت بروز چنین شرایطی، تسویه در اولین روزکاری بعد از تعطیلات انجام خواهد شد."
    },
    {
        categoryId: 6,
        text: "مواردی از جمله، ثبت TXID اشتباه، ثبت شماره شبا به نام غیر، ثبت شماره شبا اشتباه و … باعث تاخیر در تسویه تراکنش خواهد شد."
    },
    {
        categoryId: 6,
        text: "بروز هرگونه مشکل غیرقابل پیش‌بینی، از جمله فعال نبودن سیستم بانکی، اختلال در درگاه پرداخت و یا تداخل در انتقالات بین بانکی، خارج از دسترس ارز هشت است و احتمال تاخیر در تسویه، در صورت بروز چنین مشکلاتی، وجود دارد."
    },
    {
        categoryId: 7,
        text: "ارز هشت موظف است راه‌های ارتباطی سریع و آسان را برای کاربران خود فراهم کند."
    },
    {
        categoryId: 7,
        text: "راه‌های ارتباطی و ساعات فعالیت واحد پشتیبانی ارز هشت به شرح زیر است : پشتیبانی آنلاین (تیکت ، چت آنلاین ، تلگرام) به صورت 24 ساعته و هفت روز هفته از طریق سایت و اپلیکیشن ارز هشت در دسترس است."
    },
    {
        categoryId: 7,
        text: "پشتیبانی تلفنی (284299-021) از ساعت 9:00 صبح تا 18:00 عصر انجام میشود."
    },
    {
        categoryId: 8,
        text: "کارمزد انتقال هر شبکه ارز میزان متفاوتی است."
    },
    {
        categoryId: 8,
        text: "هنگام واریز ارز به ارز هشت ، کاربر موظف است کارمزد تبادل را پرداخت کند."
    },

    {
        categoryId: 8,
        text: "کارمزد شبکه انتقال ارز به عهده کاربر میباشد."
    },
    {
        categoryId: 8,
        text: "کارمزد برداشت تومانی حداقل هزار تومان و حداکثر پنج هزار تومان میباشد."
    },
    {
        categoryId: 8,
        text: "ارز هشت هیچ منفعتی از کارمزد انتقال و کارمزد تسویه ندارد و هر کدام از این کارمزد ها متعلق به شبکه انتقال و کارمزد بانکی میباشد."
    },
    {
        categoryId: 8,
        text: "واریز تومان به ارز هشت بدون کارمزد میباشد."
    },
    {
        categoryId: 9,
        text: "ارز هشت در راستای جلوگیری از پول‌شویی و افزایش ضریب امنیتی معاملات، انجام و تکمیل فرآیند احراز هویت را برای تمامی کاربران که قصد خرید و فروش ارز و یا ایجاد حساب کاربری دارند، در نظر گرفته است."
    },
    {
        categoryId: 9,
        text: "هنگام واریز ارز به ارز هشت ، کاربر موظف است کارمزد تبادل را پرداخت کند.به ‌منظور انجام این فرآیند، اطلاعاتی از قبیل شماره ملی، شماره موبایل، تصویر مدرک شناسایی معتبر و تصویر سلفی مطابق با قرمت درخواستی ارز هشت مورد نیاز است."
    },

    {
        categoryId: 9,
        text: "ارز هشت خود را ملزم به حفظ حریم خصوصی و اطلاعات شخصی کاربر می‌داند و این اطلاعات را بر بستر Cold Storage نگهداری می‌کند."
    },

    {
        categoryId: 9,
        text: "شایان ذکر است که این اطلاعات نزد ارز هشت محفوظ هستند و به‌ غیر از استعلام قضایی یا انتظامی، در اختیار شخص و یا سازمان ثالثی قرار داده نمی‌شوند."
    },

    {
        categoryId: 10,
        text: "کاربران ارزهشت می‌توانند با دعوت دوستان خود، تا 30% از کارمزد خرید وفروش آن‌ها را به صورت مادام العمر در بخش کسب درآمد خود دریافت کنند."
    },

    {
        categoryId: 10,
        text: "برای اشتراک گذاری کد دعوت محدودیتی وجود ندارد و همواره می‌توانید کد دعوت خود را با دوستان و آشنایان به اشتراک بگذارید."
    },

    {
        categoryId: 10,
        text: "مبلغ معرفی دوستان بلافاصله بعد از هرتراکنش به کیف پول کاربر افزوده خواهد شد."
    },
]