export interface tabBar {
    id: number;
    title: string;
}



export const tabBar: tabBar[] = [
    { id: 0, title: "شرایط و قوانین کلی" },
    { id: 1, title: " قوانین و شرایط عمومی" },
    { id: 2, title: "اطلاعات حساب بانکی" },
    { id: 3, title: "احراز هویت (KYC)" },
    { id: 4, title: "کیف پول" },
    { id: 5, title: "زمان ارائه خدمات" },
    { id: 6, title: "زمانبندی واریز و تسویه تومان" },
    { id: 7, title: "پشتیبانی" },
    { id: 8, title: "کارمزد انتقال" },
    { id: 9, title: "حریم خصوصی" },
    { id: 10, title: "پاداش معرفی دوستان" },
];

export const tabData = [
    {
        categoryId: 0,
        text: "با انجام ثبت‌نام در ارز هشت، شما تایید می‌کنید که شرایط و قوانین این پلتفرم را به‌طور کامل مطالعه کرده و با ارائه خدمات تحت این شرایط و قوانین موافقت کرده‌اید."
    },
    {
        categoryId: 0,
        text: "ارز هشت همواره تابع قوانین جمهوری اسلامی ایران بوده و تنها یک پلتفرم خرید و فروش ارز دیجیتال است. این صرافی هیچ‌گونه فعالیتی در زمینه نرخ‌گذاری و خرید و فروش ارز فیزیکی (دلار کاغذی) انجام نمی‌دهد."
    },
    {
        categoryId: 0,
        text: "ارز هشت به کاربران این اطمینان را می‌دهد که از اطلاعات کاربری و شخصی آنها به‌طور کامل محافظت خواهد کرد و محیطی امن برای انجام مبادلات آنلاین فراهم می‌آورد."
    },
    {
        categoryId: 0,
        text: "کاربر موظف است در حفظ امنیت حساب کاربری خود و جلوگیری از دسترسی دیگران به حساب‌های بانکی و کیف پول تتر دقت لازم را داشته باشد. هرگونه دسترسی غیرمجاز به حساب، مصداق بارز اجاره دادن حساب بوده و مسئولیت حقوقی و کیفری آن بر عهده کاربر خواهد بود."
    },
    {
        categoryId: 0,
        text: "تمام فعالیت‌ها از طریق حساب کاربری کاربر انجام می‌شود. بنابراین، اگر کاربر شاهد هرگونه فعالیت غیرعادی یا مشکوک در حساب کاربری خود باشد، موظف است فوراً این موضوع را به واحد پشتیبانی ارز هشت گزارش دهد."
    },
    {
        categoryId: 0,
        text: "اگر وجوه یا رمز ارزی به اشتباه از طرف ارز هشت به حساب کاربر منظور شود، ارز هشت این حق را دارد که بدون نیاز به مجوز کتبی از کاربر و بدون طی فرآیندهای اداری یا قضایی، برای رفع اشتباه و برداشت از حساب وی اقدام کند. تشخیص ارز هشت در این مورد معتبر بوده و کاربر حق اعتراض در این زمینه را از دست می‌دهد."
    },
    {
        categoryId: 0,
        text: "پس از ثبت و نهایی شدن تراکنش در صرافی ارز هشت، امکان لغو تراکنش وجود ندارد."
    },
    {
        categoryId: 0,
        text: "در صورت تشخیص هرگونه عمل خلاف و نقض شرایط و قوانین، ارز هشت این اختیار را دارد که بلافاصله حساب کاربری فرد را مسدود کند."
    },
    {
        categoryId: 0,
        text: "ارز هشت به‌عنوان پلتفرم تبادل تتر هیچ‌گونه مسئولیتی در قبال نحوه معاملات کاربر و سود و زیان حاصل از آن ندارد."
    },
    {
        categoryId: 0,
        text: "کاربر می‌پذیرد که به جز در موارد مورد تعهد ارز هشت، حق هیچ‌گونه دعوی، طلب و شکایت از مجموعه ارز هشت، مدیران، کارمندان و افراد مرتبط با این وب‌سایت را نخواهد داشت."
    },
    {
        categoryId: 0,
        text: "با انجام ثبت‌نام در ارز هشت، شما موافقت خود را با تمامی شرایط و قوانین ذکر شده اعلام کرده و متعهد به رعایت آن‌ها خواهید بود."
    },
    {
        categoryId: 1,
        text: "هرگونه تغییر در شرایط و قوانین از طریق رسانه‌های ارز هشت به اطلاع کاربران خواهد رسید. کاربران موظف هستند که به‌طور منظم این رسانه‌ها را برای اطلاع از تغییرات پیگیری کنند."
    },
    {
        categoryId: 1,
        text: "لازم است که کاربر در مورد رمزارزها و به‌ویژه رمزارز تتر اطلاعات کافی و به‌روز داشته باشد تا بتواند به‌طور آگاهانه و امن از خدمات استفاده کند."
    },
    {
        categoryId: 1,
        text: "در زمان استفاده از وب‌سایت ارز هشت، حتماً توجه کنید که آدرس مرورگر شما به درستی Arz8.com باشد تا از هرگونه تقلب یا حملات فیشینگ جلوگیری شود."
    },
    {
        categoryId: 1,
        text: "تمامی معاملات در ارز هشت فقط از طریق وب‌سایت و اپلیکیشن رسمی ارز هشت انجام می‌شود. ارز هشت هیچ‌گونه معامله یا تراکنشی را خارج از این بسترها انجام نمی‌دهد. مسئولیت انجام هرگونه معامله خارج از این فضا یا از طریق اکانت‌های تقلبی بر عهده کاربر است."
    },
    {
        categoryId: 1,
        text: "تمامی شرایط و قوانین برای اپلیکیشن ارز هشت نیز کاملاً صدق می‌کنند و کاربران باید آن‌ها را رعایت کنند."
    },
    {
        categoryId: 1,
        text: "ارز هشت این اطمینان را می‌دهد که خدمات خود را با بالاترین استانداردهای امنیتی ممکن ارائه کند تا کاربران بتوانند با خیال راحت معاملات خود را انجام دهند."
    },
    {
        categoryId: 1,
        text: "در صورت بروز هرگونه مشکل امنیتی در خدمات ارائه‌شده، ارز هشت متعهد به جبران خسارت و اصلاح مشکلات خواهد بود."
    },
    {
        categoryId: 2,
        text: "برای انجام معاملات در ارز هشت، ارائه اطلاعات حساب بانکی جهت واریز پول الزامی است. کاربران باید از ارائه اطلاعات حساب بانکی متعلق به افراد دیگر خودداری کرده و تنها از حساب بانکی خود استفاده کنند."
    },
    {
        categoryId: 2,
        text: "سئولیت درج صحیح اطلاعاتی مانند شماره کارت و شماره شبا بر عهده کاربر است. هرگونه اشتباه در این اطلاعات و پیامدهای آن، از جمله مشکلات در واریز یا برداشت، به عهده خود کاربر خواهد بود."
    },
    {
        categoryId: 2,
        text: "اربر باید از کارت بانکی رسمی که به نام خود شخص در سیستم بانکی کشور ثبت شده است، برای واریز و برداشت از ارز هشت استفاده کند. استفاده از کارت‌های بانکی به نام دیگران غیر مجاز است."
    },
    {
        categoryId: 2,
        text: "رداخت در ارز هشت از طریق بن کارت، کارت هدیه، کارت خرید، یا کارت اعتباری (حتی اگر نام صاحب کارت بر روی آن درج شده باشد) امکان‌پذیر نیست. فقط از کارت‌های بانکی رسمی و ثبت‌شده به نام شخص صاحب حساب می‌توان استفاده کرد."
    },
    {
        categoryId: 3,
        text: "برای انجام فرآیند های مختلف همچون واریز، برداشت، خرید و فروش در ارز هشت، ثبت نام و تکمیل فرآیند احراز هویت الزامی است."
    },
    {
        categoryId: 3,
        text: "احراز هویت به منظور رعایت قوانین ضد پول‌شویی و جلوگیری از سرقت اطلاعات کاربران انجام می‌شود تا امنیت و سلامت معاملات حفظ شود."
    },
    {
        categoryId: 3,
        text: "کاربر موظف است که اطلاعات صحیح خود را برای فرآیند احراز هویت بارگذاری کند. در صورت وجود هرگونه تخلف در این فرآیند، مسئولیت آن بر عهده فرد متخلف خواهد بود و ارز هشت حق ارجاع موارد تخلف به مراجع ذی‌صلاح را برای پیگیری خواهد داشت."
    },
    {
        categoryId: 3,
        text: "زمان بررسی مدارک احراز هویت در ارز هشت از صبح تا عصر می‌باشد."
    },
    {
        categoryId: 3,
        text: "ارز هشت متعهد است که اطلاعات شخصی و احراز هویتی کاربران را با امنیت کامل و بر بستر آفلاین (Cold Storage) نگهداری کند تا از هرگونه دسترسی غیرمجاز جلوگیری شود."
    },
    {
        categoryId: 3,
        text: "کاربر موظف است که برای انجام فرآیند احراز هویت، شماره موبایلی به نام و تحت مالکیت خود ثبت کند. در غیر این صورت، احراز هویت تایید نخواهد شد."
    },
    {
        categoryId: 3,
        text: "احراز هویت فقط برای افراد در بازه سنی 18 تا 60 سال امکان‌پذیر است."
    },
   
 
    {
        categoryId: 4,
        text: "قبل از انجام هر تراکنش، از صحت آدرس کیف پول خود اطمینان حاصل کنید. آدرس کیف پول را دست‌کم یک مرتبه بررسی کنید و صرفاً به کپی کردن آن اکتفا نکنید."
    },
    {
        categoryId: 4,
        text: "در مرحله واریز ارز، حتماً آدرس کیف پول خود را با دقت مطابقت دهید و یک بار دیگر بررسی کنید. این کار می‌تواند از بروز اشتباهات جلوگیری کند."
    },
    {
        categoryId: 4,
        text: "هرگونه خطا در ارسال ارز به آدرس کیف پول اشتباه، بر عهده کاربر است. کاربر مسئول است که آدرس کیف پول صحیح خود را وارد کند تا ارز به مقصد صحیح ارسال شود."
    },
    {
        categoryId: 4,
        text: "ارز هشت مسئولیتی در قبال استفاده از آدرس کیف پول‌های نامعتبر یا دارای تاریخ انقضا ندارد. وظیفه ارائه و ثبت آدرس کیف پول معتبر به هنگام برداشت ارز تماما بر عهده کاربر است."
    },
    {
        categoryId: 4,
        text: "پس از ثبت و نهایی‌شدن تراکنش برداشت ارز، امکان تعویض آدرس کیف پول وجود ندارد. بنابراین دقت کامل در وارد کردن آدرس ضروری است."
    },
    {
        categoryId: 4,
        text: "پیشنهاد می‌شود که برای دریافت و ارسال ارز دیجیتال، از کیف پول‌های معتبر و مطمئن استفاده کنید تا امنیت تراکنش‌ها تضمین شود."
    },
    {
        categoryId: 4,
        text: "هنگام واریز یا برداشت ارز، دقت داشته باشید که شبکه انتقال صحیح انتخاب شود. انتخاب شبکه اشتباه می‌تواند منجر به از بین رفتن ارز شود و تراکنش غیرقابل برگشت خواهد بود."
    },
    {
        categoryId: 5,
        text: "صرافی ارز هشت خدمات واریز و برداشت، خرید و فروش، معامله و ترید را به‌طور 24 ساعته، 7 روز هفته و 365 روز سال از طریق وبسایت و اپلیکیشن ارز هشت ارائه می‌دهد."
    },
    {
        categoryId: 5,
        text: "واریز ارز به ارز هشت به‌صورت آنی انجام می‌شود. بعد از انتقال ارز به کیف پول ارز هشت، کاربر باید ثبت واریز را انجام دهد تا تراکنش تکمیل شود."
    },
    {
        categoryId: 5,
        text: "آدرس کیف پولی که ارز هشت برای واریز به کاربران ارائه می‌دهد، دارای اعتبار دو ساعته است. بنابراین، کاربر باید در این مدت انتقال ارز را انجام داده و پس از آن با استفاده از لینک تراکنش، ثبت واریز را انجام دهد."
    },
    {
        categoryId: 5,
        text: "اگر برای اولین بار با کارت بانکی جدید اقدام به خرید می‌کنید، برداشت ارز ممکن است با مقداری تأخیر انجام شود."
    },
    {
        categoryId: 5,
        text: "بر اساس دستور پلیس فتا، تسویه رمزارز در خرید اول پس از 72 ساعت انجام خواهد شد. همچنین، بنا به الزامات قانونی، امکان تاخیر یک تا چند روزه در واریز ارز برای خریدهای اول وجود دارد."
    },
    {
        categoryId: 6,
        text: "احتمال تاخیر در تسویه فوری تومان در روزهای تعطیل و همچنین تعطیلات پیاپی وجود دارد. در چنین شرایطی، تسویه در اولین روز کاری بعد از تعطیلات انجام خواهد شد."
    },
    {
        categoryId: 6,
        text: "مواردی مانند ثبت TXID اشتباه، ثبت شماره شبا به نام غیر، یا شماره شبا اشتباه می‌تواند منجر به تاخیر در تسویه تراکنش شود. بنابراین، لازم است که اطلاعات وارد شده به‌طور دقیق و صحیح باشد."
        },
    {
        categoryId: 6,
        text: "در صورت بروز هرگونه مشکل غیرقابل پیش‌بینی مانند اختلال در سیستم بانکی، مشکلات در درگاه پرداخت یا تداخل در انتقالات بین بانکی، که خارج از دسترس ارز هشت است، احتمال تاخیر در تسویه وجود خواهد داشت."
    },
    {
        categoryId: 7,
        text: "واحد پشتیبانی ارز هشت به صورت 24 ساعته و 7 روز هفته آماده پاسخگویی به کاربران است."
    },
    {
        categoryId: 7,
        text: "پشتیبانی آنلاین شامل تیکت، چت آنلاین و تلگرام بوده و به‌صورت 24 ساعته از طریق سایت و اپلیکیشن ارز هشت در دسترس است."
    },
    {
        categoryId: 7,
        text: "برای ارتباط تلفنی، کاربران می‌توانند با شماره 284299-021 تماس بگیرند. ساعات کاری پشتیبانی تلفنی از 9:00 صبح تا 18:00 عصر است."
    },
    {
        categoryId: 8,
        text: "کارمزد انتقال هر شبکه ارز دیجیتال متفاوت است و در هنگام واریز ارز به ارز هشت، کاربر موظف است کارمزد تبادل را پرداخت کند. همچنین، کارمزد شبکه انتقال ارز به عهده کاربر می‌باشد."
    },
    {
        categoryId: 8,
        text: "برای برداشت تومان از ارز هشت، کارمزد برداشت به شرح زیر است: <br/> حداقل کارمزد برداشت تومان: ۱۰۰۰ تومان<br/> حداکثر کارمزد برداشت تومان: ۵۰۰۰ تومان"
    },

    {
        categoryId: 8,
        text: "ارز هشت هیچ‌گونه منفعتی از کارمزد انتقال و کارمزد تسویه ندارد و تمامی این کارمزدها متعلق به شبکه انتقال ارز و کارمزد بانکی است."
    },
    {
        categoryId: 8,
        text: "واریز تومان به ارز هشت به صورت بدون کارمزد انجام می‌شود."
    },
    {
        categoryId: 9,
        text: "ارز هشت در راستای جلوگیری از پول‌شویی و افزایش ضریب امنیتی معاملات، انجام و تکمیل فرآیند احراز هویت را برای تمامی کاربران که قصد خرید و فروش ارز و یا ایجاد حساب کاربری دارند، در نظر گرفته است."
    },
    {
        categoryId: 9,
        text: "هنگام واریز ارز به ارز هشت ، کاربر موظف است کارمزد تبادل را پرداخت کند.به ‌منظور انجام این فرآیند، اطلاعاتی از قبیل شماره ملی، شماره موبایل، تصویر مدرک شناسایی معتبر و تصویر سلفی مطابق با قرمت درخواستی ارز هشت مورد نیاز است."
    },
    {
        categoryId: 9,
        text: "ارز هشت خود را ملزم به حفظ حریم خصوصی و اطلاعات شخصی کاربر می‌داند و این اطلاعات را بر بستر Cold Storage نگهداری می‌کند."
    },
    {
        categoryId: 9,
        text: "شایان ذکر است که این اطلاعات نزد ارز هشت محفوظ هستند و به‌ غیر از استعلام قضایی یا انتظامی، در اختیار شخص و یا سازمان ثالثی قرار داده نمی‌شوند."
    },
 
    {
        categoryId: 10,
        text: "کاربران ارز هشت می‌توانند با دعوت از دوستان خود و معرفی آن‌ها به پلتفرم، تا 30% از کارمزد خرید و فروش آن‌ها را به‌صورت مادام‌العمر در بخش کسب درآمد خود دریافت کنند. این امکان به کاربران این فرصت را می‌دهد تا از هر تراکنش دوستانشان، درآمدی پایدار داشته باشند."
    },

    {
        categoryId: 10,
        text: "بدون محدودیت در اشتراک‌گذاری کد دعوت: کاربران می‌توانند کد دعوت خود را با دوستان و آشنایان به اشتراک بگذارند و از هر معرفی بهره‌مند شوند."
    },

    {
        categoryId: 10,
        text: "کسب درآمد مادام‌العمر: برای هر تراکنش خرید و فروش که توسط دوستان دعوت‌شده انجام می‌شود، مبلغ مربوطه بلافاصله به کیف پول کاربر افزوده خواهد شد."
    },
]