import { Question } from "../type/types";

export const questionsByCategory: { [key: string]: Question[] } = {
    all_questions: [
      {
        id: "q1",
        title: "ارز هشت چیست",
        content: "رز هشت یک پلتفرم آنلاین معاملاتی است که به شما امکان خرید، فروش و مدیریت انواع ارزهای دیجیتال را می‌دهد. با استفاده از ارز هشت، شما می‌توانید به سادگی و امنیت کامل، دارایی‌های دیجیتال خود را معامله کنید و وارد دنیای هیجان‌انگیز ارزهای دیجیتال شوید.",
      },
      {
        id: "q2",
        title: "ارز دیجیتال چیست ؟",
        content: "ارز دیجیتال یا رمز ارز نوعی پول الکترونیکی است که به صورت مجازی وجود دارد و از رمزنگاری برای تأمین امنیت تراکنش‌ها و کنترل ایجاد واحدهای جدید استفاده می‌کند. به عبارت ساده‌تر، ارز دیجیتال پولی است که به صورت آنلاین و بدون نیاز به واسطه‌های مالی مانند بانک‌ها قابل انتقال است.",
      },
      {
        id: "q3",
        title: "چطور به ارز هشت اعتماد کنم ؟",
        content: "ارز هشت با سابقه‌ای چند ساله در بازار ارزهای دیجیتال ایران، به لطف تلاش برای ارائه بهترین خدمات، پشتیبانی قوی و امنیت بالا، توانسته اعتماد کاربران زیادی را جلب کند. عضویت در انجمن بلاک چین ایران و ثبت حقوقی شرکت با نام «آذر تبادل هوشمند (سهامی خاص)»، نشان از فعالیت شفاف و پایبندی ارز هشت به قوانین است.",
      },
      {
        id: "q4",
        title: "ساعات معاملات در ارز هشت چگونه است؟",
        content: "شما می‌توانید در ارز هشت به صورت 24 ساعته و 7 روز هفته، بدون وقفه به معاملات خود بپردازید. پلتفرم ما همواره در دسترس شماست تا بتوانید در هر زمان به سبد دارایی‌های دیجیتال خود دسترسی داشته باشید.",
      },
      {
        id: "q5",
        title: "ارز هشت چه ارزهای دیجیتالی را پشتیبانی می‌کند؟",
        content: "ارز هشت از طیف گسترده‌ای از ارزهای دیجیتال محبوب مانند بیت کوین، اتریوم، تتر و بیش از هزار و سیصد ارز پشتیبانی می‌کند. برای مشاهده لیست کامل ارزهای پشتیبانی شده، به وب‌سایت و اپلیکیشن ارز هشت مراجعه کنید.",
      },
      {
        id: "q6",
        title: "آیا ارز هشت اپلیکیشن موبایل دارد؟",
        content: "بله، ارز هشت اپلیکیشن موبایل برای سیستم عامل‌اندروید ارائه می‌دهد. با استفاده از اپلیکیشن، می‌توانید به راحتی به حساب کاربری خود دسترسی داشته باشید و معاملات خود را انجام دهید.",
      },
      {
        id: "q7",
        title: "چگونه می‌توان در ارز هشت شروع به معامله کرد؟",
        content: "پس از ثبت‌نام و احراز هویت، می‌توانید ارز دیجیتال و تومان واریز کرده و به خرید و فروش بپردازید.",
      },
      {
        id: "q8",
        title: "کارمزد معاملات در ارز هشت چگونه محاسبه می‌شود؟ ",
        content: "عمولاً کارمزد معاملات به صورت اختلاف نرخ بین خرید و فروش محاسبه می‌شود. به طور مثال : نرخ خرید از صرافی ارز ترون 9049 تومان  و نرخ فروش به صرافی 8930 تومان میباشد اختلاف نرخ بین خرید و فروش 119 تومن کارمزد صرافی میباشد .",
      },
  
      {
        id: "q9",
        "title": "محدودیت ۷۲ ساعته برداشت در صرافی‌های ارز دیجیتال چیست؟",
        "content": "طبق قوانین جدید اعلام شده توسط پلیس فتا، تمام صرافی‌های ارز دیجیتال موظف شده‌اند تا ۷۲ ساعت پس از خرید ارز دیجیتال توسط کاربر، امکان برداشت آن را مسدود کنند. این محدودیت به منظور پیشگیری از فعالیت‌های غیرقانونی مانند پولشویی وضع شده است.\n\n🔸 چرا این محدودیت اعمال شده است؟\nجلوگیری از پولشویی: اصلی‌ترین دلیل این محدودیت، جلوگیری از سوءاستفاده مجرمان از صرافی‌ها برای شستشوی پول است. با این محدودیت، فرصت کمتری برای مجرمان برای انجام فعالیت‌های غیرقانونی فراهم می‌شود.\n\n🔸 آیا این محدودیت دائمی است؟\nقوانین و مقررات در حوزه ارزهای دیجیتال به سرعت در حال تغییر هستند. ممکن است در آینده این محدودیت برداشته شود یا تغییراتی در آن ایجاد شود.\n\n🔸 چه کار می‌توان انجام داد؟\n ساده‌ترین راه برای رفع این مشکل، صبر کردن به مدت ۷۲ ساعت است.\nاگر شرایط خاصی دارید، می‌توانید با پشتیبانی صرافی تماس بگیرید و درخواست خود را مطرح کنید. اما تصمیم نهایی بر عهده کارشناسان پشتیبانی است."
      },
      {
        id: "q10",
        title: "چگونه در صرافی ارز هشت ارز دیجیتال بخریم؟",
        content: "رای خرید ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید و کیف پول ریالی‌تان را شارژ کنید. سپس، ارز دیجیتال موردنظر را انتخاب کرده و مراحل خرید را تکمیل کنید. ارز خریداری شده بلافاصله به کیف پول داخلی شما واریز می‌شود.",
      },
      {
        id: "q11",
        title: "حداقل مبلغ برای خرید و فروش در صرافی چقدر است؟",
        content: "رای شروع معاملات در صرافی ما، شما نیاز به حداقل 500 هزار تومان موجودی در کیف پول ریالی خود دارید. پس از آن، می‌توانید با حداقل مبلغ 10 هزار تومان اقدام به خرید یا فروش ارز دیجیتال کنید.",
      },
      {
        id: "q12",
        title: "چگونه در ارز هشت ارز دیجیتال بفروشیم؟",
        content: "برای فروش ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید. سپس به بخش خرید و فروش رفته، ارز مورد نظر را انتخاب کرده و مقدار آن را وارد کنید. در نهایت با کلیک بر روی گزینه فروش، تراکنش خود را تکمیل کنید.",
      },
      {
        id: "q13",
        title: "نحوه محاسبه نرخ ارزها به چه صورت است؟",
        content: "صرافی ارز هشت، نرخ ارزهای مختلف را با توجه به نرخ لحظه‌ای بازار جهانی و نرخ تتر به تومان تعیین می‌کند. به عبارت ساده‌تر، برای محاسبه نرخ خرید یا فروش هر ارز به تومان، نرخ جهانی آن ارز را در نرخ خرید یا فروش تتر ضرب می‌کنیم. /n/nنرخ خرید ارز به تومان: نرخ جهانی ارز × نرخ خرید تتر /n/nنرخ فروش ارز به تومان: نرخ جهانی ارز × نرخ فروش تتر",
      },
      {
        id: "q14",
        title: "چرا نرخ تتر مهم است؟",
        content: "تتر یک ارز دیجیتال پایدار است که ارزش آن به دلار وابسته است. به همین دلیل، اغلب صرافی‌ها از تتر به‌عنوان واسطه برای تبدیل ارزهای دیجیتال به ارزهای فیات (مانند تومان) استفاده می‌کنند. با استفاده از تتر، صرافی‌ها می‌توانند نوسانات نرخ ارزهای دیجیتال را به حداقل برسانند و نرخ‌های دقیق‌تری برای ارزهای فیات ارائه دهند.",
      },
      {
        id: "q15",
        title: "تراکنش من ناموفق بوده و مبلغ از حسابم کسر شده است. چه کار باید بکنم؟",
        content: "نگران نباشید. تراکنش‌های ناموفق به‌صورت خودکار بررسی می‌شوند. معمولاً ظرف 24 ساعت، تراکنش شما بررسی شده و در صورتی که وجه به حساب ما واریز شده باشد، به کیف پول تومانی شما اضافه می‌شود و یا به حساب بانکیتون طی 72 ساعت عودت میخورد. برای اطمینان بیشتر، می‌توانید با پشتیبانی تماس بگیرید.",
      },
      {
        id: "q16",
        title: "آیا امکان برداشت تومان از کیف پول وجود دارد؟",
        content: "برای برداشت تومان از کیف پول، ابتدا باید حساب بانکی به نام خودتان را در بخش کارت‌های بانکی ثبت و تایید کنید. سپس می‌توانید به سادگی هر مبلغی را که می‌خواهید، برداشت نمایید. این امکان برای همه کاربران در هر سطح احراز هویتی فراهم شده است.",
      },
      {
        id: "q17",
        title: "برداشت ریالی شما کی به حساب‌تان واریز می‌شود؟",
        content: `ا در ارز هشت تمام تلاش خود را می‌کنیم تا درخواست‌های برداشت ریالی شما را به سرعت پردازش و به بانک انتقال دهیم. واریزی‌ها از طریق سیستم پایا انجام می‌شوند و طبق جدول زمانی زیر به حساب مقصد شما واریز خواهند شد:
      
      بازه زمانی درخواست برداشت     بازه زمانی واریز به حساب
      23:00 شب تا 10:00 صبح      11:00 تا 13:00
      10:00 صبح تا 13:00 ظهر       14:00 تا 15:00
      13:00 ظهر تا 18:00 شب       19:00 تا 20:00
      18:00 شب تا 23:00 شب      04:00 تا 06:00 صبح روز بعد`
      },
  
      {
        id: "q18",
        title: "از چه طریقی تومان را به کیف تومانی ام در ارز هشت واریز کنم؟",
        content: `برای واریز تومان به کیف تومانی ارز هشت، دو روش اصلی وجود دارد:
      
      🔸 واریز آنلاین:
      سریع‌ترین و راحت‌ترین روش
      از طریق درگاه پرداخت مستقیم انجام می‌شود
      محدودیت: حداکثر ۲۵ میلیون تومان در هر شبانه‌روز برای هر کد ملی
      
      🔸 واریز با فیش بانکی:
      برای مبالغ بالاتر مناسب است.
      از طریق سیستم‌های ساتنا، پایا یا انتقال حساب به حساب انجام می‌شود
      بدون محدودیت مبلغ واریز
      محدودیت برداشت ارز دیجیتال
      ممکن است چند ساعت تا یک روز کاری زمان ببرد`
      },
  
      {
        id: "q19",
        title: "چه ارزهایی را میتوان در کیف پول داخلی نگهداری کرد؟",
        content: "تمامی ارزهای دیجیتالی که در پلتفرم ارز هشت برای خرید، فروش و نگهداری در دسترس هستند، مانند بیت کوین، اتریوم و ریپل و ... را می‌توانید در کیف پول داخلی خود ذخیره کنید. همچنین امکان واریز ارزهای دیجیتال از کیف پول‌های خارجی به حساب ارز هشت وجود دارد. این ارزها تا هر زمانی که بخواهید در کیف پول شما امن خواهند ماند.",
      },
      {
        id: "q20",
        title: "نگهداری کوین در کیف پول ارز هشت شامل هزینه است ؟",
        content: "نگهداری کوین در کیف پول ارز هشت، به صورت مستقیم هیچ هزینه ای برای کاربر در بر ندارد. بدین معنی که شما نیازی به پرداخت مبلغی به صورت ماهیانه یا سالانه بابت نگهداری دارایی‌های دیجیتال خود در این پلتفرم نخواهید داشت.",
      },
      {
        id: "q21",
        title: "چگونه ارز دیجیتال خود را به کیف پول ارز هشت واریز کنیم؟",
        content: "نگهداری کوین در کیف پول ارز هشت، به صورت مستقیم هیچ هزینه ای برای کاربر در بر ندارد. بدین معنی که شما نیازی به پرداخت مبلغی به صورت ماهیانه یا سالانه بابت نگهداری دارایی‌های دیجیتال خود در این پلتفرم نخواهید داشت.",
      },
      {
        id: "q22",
        title: "کارمزد شبکه چیست و چرا پرداخت می‌شود؟",
        content: "هنگامی که شما ارز دیجیتالی را از کیف پول خود به کیف پول دیگری منتقل می‌کنید، مبلغی به عنوان کارمزد شبکه از شما کسر می‌شود. این کارمزد در واقع هزینه‌ای است که برای پردازش و تایید تراکنش شما در شبکه بلاکچین پرداخت می‌شود.",
      },
      {
        id: "q23",
        title: "مدت زمان برداشت  ارز دیجیتال از صرافی ارز هشت به کیف پول شما چقدر است؟",
        content: "زمان دقیق واریز ارز دیجیتال از صرافی ارز هشت به کیف پول شما به عواملی مثل شلوغی شبکه، کارمزد تراکنش و وضعیت شبکه بلاکچین بستگی دارد. به طور کلی، این فرآیند ممکن است چند دقیقه تا چند ساعت طول بکشد.",
      },
      {
        id: "q24",
        "title": "چرا احراز هویت در ارز هشت مهم است؟",
        "content": "برای حفظ امنیت دارایی‌های شما و اطمینان از انجام معاملات به صورت قانونی، احراز هویت در ارز هشت ضروری است. \n\nبا احراز هویت:\n🔸 امنیت بیشتر: از حساب شما محافظت می‌شود و از فعالیت‌های غیرقانونی جلوگیری می‌شود.\n🔸 معاملات مطمئن‌تر: هویت شما تایید شده و معاملات با اطمینان بیشتری انجام می‌شود.\n🔸 شفافیت مالی: محیطی امن و قابل اعتماد برای همه کاربران ایجاد می‌شود.\n\nبه عبارت ساده، احراز هویت مانند یک بیمه نامه برای دارایی‌های دیجیتال شماست."
      },
  
      {
        id: "q25",
        title: "آیا شماره موبایل باید به نام خودم باشد؟",
        content: "بله، برای افزایش امنیت حساب کاربری و اطمینان از اینکه شما تنها فرد دسترسی‌دارنده به حساب هستید، ثبت شماره موبایلی که به نام خودتان است الزامی است.",
      },
      {
        id: "q26",
        title: "چرا احراز هویت من رد شده است؟ ",
        content: "احراز هویت شما ممکن است به دلایل مختلفی مانند عدم وضوح تصویر مدارک، عدم تطابق اطلاعات، یا ناقص بودن مدارک رد شده باشد. لطفا مطمئن شوید که تمام مدارک مورد نیاز را با کیفیت بالا و به صورت کامل ارسال کرده‌اید.",
      },
      {
        id: "q27",
        title: "برای احراز هویت چه مدارکی قابل قبول است؟ ",
        content: "مدارک شناسایی که فاقد اعتبار هستند مانند رسید کارت ملی، کارت ملی قدیمی، شناسنامه قدیمی و هرگونه مدرکی که تاریخ انقضای آن گذشته باشد، در فرایند احراز هویت پذیرفته نمی‌شوند.",
      },
      {
        id: "q28",
        title: "آیا می‌توانم از مدارک شخص دیگری برای احراز هویت استفاده کنم؟",
        content: "خیر، استفاده از مدارک افراد دیگر برای احراز هویت به هیچ عنوان مجاز نیست. این کار علاوه بر رد شدن احراز هویت، می‌تواند عواقب قانونی نیز داشته باشد.",
      },
      {
        id: "q29",
        "title": "چگونه در ارز هشت احراز هویت کنم؟",
        "content": "احراز هویت در ارز هشت به صورت مرحله به مرحله انجام می‌شود. با تکمیل هر مرحله، دسترسی شما به امکانات بیشتری باز خواهد شد. برای شروع، لطفا به بخش \"احراز هویت\" مراجعه کرده و مراحل احراز هویت را دنبال کنید."
      },
  
      {
        id: "q30",
        title: "آیا برای خرید و فروش در ارز هشت به احراز هویت نیاز است؟",
        content: "بله، برای انجام هرگونه تراکنش در ارز هشت، از جمله خرید و فروش ارزهای دیجیتال و برداشت، به احراز هویت نیاز دارید. با انجام احراز هویت اولیه، می‌توانید به بسیاری از خدمات مانند شارژ کیف پول تومان و خرید و فروش  دسترسی پیدا کنید. برای برداشت ارز، مراحل احراز هویت بیشتری باید طی شود.",
      },
      {
        id: "q31",
        title: "نتیجه بررسی احراز هویت من چه زمانی اعلام می‌شود؟",
        content: "تیجه بررسی احراز هویت شما معمولاً ظرف چند ساعت کاری (از 9 صبح تا 9 شب) اعلام می‌شود. ما نتیجه نهایی را از طریق پیامک، ایمیل و اعلان داخل پلتفرم به شما اطلاع خواهیم داد.",
      },
      {
        id: "q32",
        title: "آموزش نحوه ثبت نام",
        content: "x",
        videoLink: "https://www.aparat.com/v/jop0tk2"
      },
      {
        id: "q33",
        title: "آموزش گام به گام احراز هویت",
        content: "x",
        videoLink: "https://www.aparat.com/v/ddr8p2h"
      },
      {
        id: "q34",
        title: "آموزش ثبت کارت بانکی و واریز ریالی",
        content: "x",
        videoLink: "https://www.aparat.com/v/dvyfe64"
      },
      {
        id: "q35",
        title: "آموزش نحوه خرید ارز دیجیتال",
        content: "x",
        videoLink: "https://www.aparat.com/v/wllhe6l"
      },
      {
        id: "q36",
        title: "آموزش نحوه فروش ارز دیجیتال",
        content: "x",
        videoLink: "https://www.aparat.com/v/bul30w3"
      },
      {
        id: "q37",
        title: "آموزش فعال سازی دو مرحله ایی",
        content: "x",
        videoLink: "https://www.aparat.com/v/dfsws1p"
      },
      {
        id: "q38",
        title: "آموزش نحوه برداشت تومانی به حساب بانکی",
        content: "x",
        videoLink: "https://www.aparat.com/v/tmiudfp"
      },
      {
        id: "q39",
        title: "معرفی کسب درآمد از طریق زیر مجموعه گیری",
        content: "x",
        videoLink: "https://www.aparat.com/v/soi72dr"
      },
      {
        id: "q40",
        title: "آموزش نحوه استفاده از گردونه شانس",
        content: "x",
        videoLink: "https://www.aparat.com/v/hdv0quv"
      },
      {
        id: "q41",
        title: "معرفی روش های مختلف پشتیبانی کاربران",
        content: "x",
        videoLink: "https://www.aparat.com/v/nynnm39"
      },
  
    ],
    general_questions: [
      {
        title: "ارز هشت چیست",
        content: "رز هشت یک پلتفرم آنلاین معاملاتی است که به شما امکان خرید، فروش و مدیریت انواع ارزهای دیجیتال را می‌دهد. با استفاده از ارز هشت، شما می‌توانید به سادگی و امنیت کامل، دارایی‌های دیجیتال خود را معامله کنید و وارد دنیای هیجان‌انگیز ارزهای دیجیتال شوید.",
      },
      {
        title: "ارز دیجیتال چیست ؟",
        content: "ارز دیجیتال یا رمز ارز نوعی پول الکترونیکی است که به صورت مجازی وجود دارد و از رمزنگاری برای تأمین امنیت تراکنش‌ها و کنترل ایجاد واحدهای جدید استفاده می‌کند. به عبارت ساده‌تر، ارز دیجیتال پولی است که به صورت آنلاین و بدون نیاز به واسطه‌های مالی مانند بانک‌ها قابل انتقال است.",
      },
      {
        title: "چطور به ارز هشت اعتماد کنم ؟",
        content: "ارز هشت با سابقه‌ای چند ساله در بازار ارزهای دیجیتال ایران، به لطف تلاش برای ارائه بهترین خدمات، پشتیبانی قوی و امنیت بالا، توانسته اعتماد کاربران زیادی را جلب کند. عضویت در انجمن بلاک چین ایران و ثبت حقوقی شرکت با نام «آذر تبادل هوشمند (سهامی خاص)»، نشان از فعالیت شفاف و پایبندی ارز هشت به قوانین است.",
      },
      {
        title: "ساعات معاملات در ارز هشت چگونه است؟",
        content: "شما می‌توانید در ارز هشت به صورت 24 ساعته و 7 روز هفته، بدون وقفه به معاملات خود بپردازید. پلتفرم ما همواره در دسترس شماست تا بتوانید در هر زمان به سبد دارایی‌های دیجیتال خود دسترسی داشته باشید.",
      },
      {
        title: "ارز هشت چه ارزهای دیجیتالی را پشتیبانی می‌کند؟",
        content: "ارز هشت از طیف گسترده‌ای از ارزهای دیجیتال محبوب مانند بیت کوین، اتریوم، تتر و بیش از هزار و سیصد ارز پشتیبانی می‌کند. برای مشاهده لیست کامل ارزهای پشتیبانی شده، به وب‌سایت و اپلیکیشن ارز هشت مراجعه کنید.",
      },
      {
        title: "آیا ارز هشت اپلیکیشن موبایل دارد؟",
        content: "بله، ارز هشت اپلیکیشن موبایل برای سیستم عامل‌اندروید ارائه می‌دهد. با استفاده از اپلیکیشن، می‌توانید به راحتی به حساب کاربری خود دسترسی داشته باشید و معاملات خود را انجام دهید.",
      },
      {
        title: "چگونه می‌توان در ارز هشت شروع به معامله کرد؟",
        content: "پس از ثبت‌نام و احراز هویت، می‌توانید ارز دیجیتال و تومان واریز کرده و به خرید و فروش بپردازید.",
      },
      {
        title: "کارمزد معاملات در ارز هشت چگونه محاسبه می‌شود؟ ",
        content: "عمولاً کارمزد معاملات به صورت اختلاف نرخ بین خرید و فروش محاسبه می‌شود. به طور مثال : نرخ خرید از صرافی ارز ترون 9049 تومان  و نرخ فروش به صرافی 8930 تومان میباشد اختلاف نرخ بین خرید و فروش 119 تومن کارمزد صرافی میباشد .",
      },
  
      {
        "title": "محدودیت ۷۲ ساعته برداشت در صرافی‌های ارز دیجیتال چیست؟",
        "content": "طبق قوانین جدید اعلام شده توسط پلیس فتا، تمام صرافی‌های ارز دیجیتال موظف شده‌اند تا ۷۲ ساعت پس از خرید ارز دیجیتال توسط کاربر، امکان برداشت آن را مسدود کنند. این محدودیت به منظور پیشگیری از فعالیت‌های غیرقانونی مانند پولشویی وضع شده است.\n\n🔸 چرا این محدودیت اعمال شده است؟\nجلوگیری از پولشویی: اصلی‌ترین دلیل این محدودیت، جلوگیری از سوءاستفاده مجرمان از صرافی‌ها برای شستشوی پول است. با این محدودیت، فرصت کمتری برای مجرمان برای انجام فعالیت‌های غیرقانونی فراهم می‌شود.\n\n🔸 آیا این محدودیت دائمی است؟\nقوانین و مقررات در حوزه ارزهای دیجیتال به سرعت در حال تغییر هستند. ممکن است در آینده این محدودیت برداشته شود یا تغییراتی در آن ایجاد شود.\n\n🔸 چه کار می‌توان انجام داد؟\n ساده‌ترین راه برای رفع این مشکل، صبر کردن به مدت ۷۲ ساعت است.\nاگر شرایط خاصی دارید، می‌توانید با پشتیبانی صرافی تماس بگیرید و درخواست خود را مطرح کنید. اما تصمیم نهایی بر عهده کارشناسان پشتیبانی است."
      }
  
  
    ],
    buy_sell_currency: [
      {
        title: "چگونه در صرافی ارز هشت ارز دیجیتال بخریم؟",
        content: "رای خرید ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید و کیف پول ریالی‌تان را شارژ کنید. سپس، ارز دیجیتال موردنظر را انتخاب کرده و مراحل خرید را تکمیل کنید. ارز خریداری شده بلافاصله به کیف پول داخلی شما واریز می‌شود.",
      },
      {
        title: "حداقل مبلغ برای خرید و فروش در صرافی چقدر است؟",
        content: "رای شروع معاملات در صرافی ما، شما نیاز به حداقل 500 هزار تومان موجودی در کیف پول ریالی خود دارید. پس از آن، می‌توانید با حداقل مبلغ 10 هزار تومان اقدام به خرید یا فروش ارز دیجیتال کنید.",
      },
      {
        title: "چگونه در ارز هشت ارز دیجیتال بفروشیم؟",
        content: "برای فروش ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید. سپس به بخش خرید و فروش رفته، ارز مورد نظر را انتخاب کرده و مقدار آن را وارد کنید. در نهایت با کلیک بر روی گزینه فروش، تراکنش خود را تکمیل کنید.",
      },
      {
        title: "نحوه محاسبه نرخ ارزها به چه صورت است؟",
        content: "صرافی ارز هشت، نرخ ارزهای مختلف را با توجه به نرخ لحظه‌ای بازار جهانی و نرخ تتر به تومان تعیین می‌کند. به عبارت ساده‌تر، برای محاسبه نرخ خرید یا فروش هر ارز به تومان، نرخ جهانی آن ارز را در نرخ خرید یا فروش تتر ضرب می‌کنیم. /n/nنرخ خرید ارز به تومان: نرخ جهانی ارز × نرخ خرید تتر /n/nنرخ فروش ارز به تومان: نرخ جهانی ارز × نرخ فروش تتر",
      },
      {
        title: "چرا نرخ تتر مهم است؟",
        content: "تتر یک ارز دیجیتال پایدار است که ارزش آن به دلار وابسته است. به همین دلیل، اغلب صرافی‌ها از تتر به‌عنوان واسطه برای تبدیل ارزهای دیجیتال به ارزهای فیات (مانند تومان) استفاده می‌کنند. با استفاده از تتر، صرافی‌ها می‌توانند نوسانات نرخ ارزهای دیجیتال را به حداقل برسانند و نرخ‌های دقیق‌تری برای ارزهای فیات ارائه دهند.",
      },
    ],
    currency_transactions: [
      {
        title: "تراکنش من ناموفق بوده و مبلغ از حسابم کسر شده است. چه کار باید بکنم؟",
        content: "نگران نباشید. تراکنش‌های ناموفق به‌صورت خودکار بررسی می‌شوند. معمولاً ظرف 24 ساعت، تراکنش شما بررسی شده و در صورتی که وجه به حساب ما واریز شده باشد، به کیف پول تومانی شما اضافه می‌شود و یا به حساب بانکیتون طی 72 ساعت عودت میخورد. برای اطمینان بیشتر، می‌توانید با پشتیبانی تماس بگیرید.",
      },
      {
        title: "آیا امکان برداشت تومان از کیف پول وجود دارد؟",
        content: "برای برداشت تومان از کیف پول، ابتدا باید حساب بانکی به نام خودتان را در بخش کارت‌های بانکی ثبت و تایید کنید. سپس می‌توانید به سادگی هر مبلغی را که می‌خواهید، برداشت نمایید. این امکان برای همه کاربران در هر سطح احراز هویتی فراهم شده است.",
      },
      {
        title: "برداشت ریالی شما کی به حساب‌تان واریز می‌شود؟",
        content: `ا در ارز هشت تمام تلاش خود را می‌کنیم تا درخواست‌های برداشت ریالی شما را به سرعت پردازش و به بانک انتقال دهیم. واریزی‌ها از طریق سیستم پایا انجام می‌شوند و طبق جدول زمانی زیر به حساب مقصد شما واریز خواهند شد:
  
  بازه زمانی درخواست برداشت     بازه زمانی واریز به حساب
  23:00 شب تا 10:00 صبح      11:00 تا 13:00
  10:00 صبح تا 13:00 ظهر       14:00 تا 15:00
  13:00 ظهر تا 18:00 شب       19:00 تا 20:00
  18:00 شب تا 23:00 شب      04:00 تا 06:00 صبح روز بعد`
      },
  
      {
        title: "از چه طریقی تومان را به کیف تومانی ام در ارز هشت واریز کنم؟",
        content: `برای واریز تومان به کیف تومانی ارز هشت، دو روش اصلی وجود دارد:
  
  🔸 واریز آنلاین:
  سریع‌ترین و راحت‌ترین روش
  از طریق درگاه پرداخت مستقیم انجام می‌شود
  محدودیت: حداکثر ۲۵ میلیون تومان در هر شبانه‌روز برای هر کد ملی
  
  🔸 واریز با فیش بانکی:
  برای مبالغ بالاتر مناسب است.
  از طریق سیستم‌های ساتنا، پایا یا انتقال حساب به حساب انجام می‌شود
  بدون محدودیت مبلغ واریز
  محدودیت برداشت ارز دیجیتال
  ممکن است چند ساعت تا یک روز کاری زمان ببرد`
      },
  
      {
        title: "چه ارزهایی را میتوان در کیف پول داخلی نگهداری کرد؟",
        content: "تمامی ارزهای دیجیتالی که در پلتفرم ارز هشت برای خرید، فروش و نگهداری در دسترس هستند، مانند بیت کوین، اتریوم و ریپل و ... را می‌توانید در کیف پول داخلی خود ذخیره کنید. همچنین امکان واریز ارزهای دیجیتال از کیف پول‌های خارجی به حساب ارز هشت وجود دارد. این ارزها تا هر زمانی که بخواهید در کیف پول شما امن خواهند ماند.",
      },
      {
        title: "نگهداری کوین در کیف پول ارز هشت شامل هزینه است ؟",
        content: "نگهداری کوین در کیف پول ارز هشت، به صورت مستقیم هیچ هزینه ای برای کاربر در بر ندارد. بدین معنی که شما نیازی به پرداخت مبلغی به صورت ماهیانه یا سالانه بابت نگهداری دارایی‌های دیجیتال خود در این پلتفرم نخواهید داشت.",
      },
      {
        title: "چگونه ارز دیجیتال خود را به کیف پول ارز هشت واریز کنیم؟",
        content: "نگهداری کوین در کیف پول ارز هشت، به صورت مستقیم هیچ هزینه ای برای کاربر در بر ندارد. بدین معنی که شما نیازی به پرداخت مبلغی به صورت ماهیانه یا سالانه بابت نگهداری دارایی‌های دیجیتال خود در این پلتفرم نخواهید داشت.",
      },
      {
        title: "کارمزد شبکه چیست و چرا پرداخت می‌شود؟",
        content: "هنگامی که شما ارز دیجیتالی را از کیف پول خود به کیف پول دیگری منتقل می‌کنید، مبلغی به عنوان کارمزد شبکه از شما کسر می‌شود. این کارمزد در واقع هزینه‌ای است که برای پردازش و تایید تراکنش شما در شبکه بلاکچین پرداخت می‌شود.",
      },
      {
        title: "مدت زمان برداشت  ارز دیجیتال از صرافی ارز هشت به کیف پول شما چقدر است؟",
        content: "زمان دقیق واریز ارز دیجیتال از صرافی ارز هشت به کیف پول شما به عواملی مثل شلوغی شبکه، کارمزد تراکنش و وضعیت شبکه بلاکچین بستگی دارد. به طور کلی، این فرآیند ممکن است چند دقیقه تا چند ساعت طول بکشد.",
      },
  
    ],
    income_generation: [
      {
        "title": "چرا احراز هویت در ارز هشت مهم است؟",
        "content": "برای حفظ امنیت دارایی‌های شما و اطمینان از انجام معاملات به صورت قانونی، احراز هویت در ارز هشت ضروری است. \n\nبا احراز هویت:\n🔸 امنیت بیشتر: از حساب شما محافظت می‌شود و از فعالیت‌های غیرقانونی جلوگیری می‌شود.\n🔸 معاملات مطمئن‌تر: هویت شما تایید شده و معاملات با اطمینان بیشتری انجام می‌شود.\n🔸 شفافیت مالی: محیطی امن و قابل اعتماد برای همه کاربران ایجاد می‌شود.\n\nبه عبارت ساده، احراز هویت مانند یک بیمه نامه برای دارایی‌های دیجیتال شماست."
      },
  
      {
        title: "آیا شماره موبایل باید به نام خودم باشد؟",
        content: "بله، برای افزایش امنیت حساب کاربری و اطمینان از اینکه شما تنها فرد دسترسی‌دارنده به حساب هستید، ثبت شماره موبایلی که به نام خودتان است الزامی است.",
      },
      {
        title: "چرا احراز هویت من رد شده است؟ ",
        content: "احراز هویت شما ممکن است به دلایل مختلفی مانند عدم وضوح تصویر مدارک، عدم تطابق اطلاعات، یا ناقص بودن مدارک رد شده باشد. لطفا مطمئن شوید که تمام مدارک مورد نیاز را با کیفیت بالا و به صورت کامل ارسال کرده‌اید.",
      },
      {
        title: "برای احراز هویت چه مدارکی قابل قبول است؟ ",
        content: "مدارک شناسایی که فاقد اعتبار هستند مانند رسید کارت ملی، کارت ملی قدیمی، شناسنامه قدیمی و هرگونه مدرکی که تاریخ انقضای آن گذشته باشد، در فرایند احراز هویت پذیرفته نمی‌شوند.",
      },
      {
        title: "آیا می‌توانم از مدارک شخص دیگری برای احراز هویت استفاده کنم؟",
        content: "خیر، استفاده از مدارک افراد دیگر برای احراز هویت به هیچ عنوان مجاز نیست. این کار علاوه بر رد شدن احراز هویت، می‌تواند عواقب قانونی نیز داشته باشد.",
      },
      {
        "title": "چگونه در ارز هشت احراز هویت کنم؟",
        "content": "احراز هویت در ارز هشت به صورت مرحله به مرحله انجام می‌شود. با تکمیل هر مرحله، دسترسی شما به امکانات بیشتری باز خواهد شد. برای شروع، لطفا به بخش \"احراز هویت\" مراجعه کرده و مراحل احراز هویت را دنبال کنید."
      },
  
      {
        title: "آیا برای خرید و فروش در ارز هشت به احراز هویت نیاز است؟",
        content: "بله، برای انجام هرگونه تراکنش در ارز هشت، از جمله خرید و فروش ارزهای دیجیتال و برداشت، به احراز هویت نیاز دارید. با انجام احراز هویت اولیه، می‌توانید به بسیاری از خدمات مانند شارژ کیف پول تومان و خرید و فروش  دسترسی پیدا کنید. برای برداشت ارز، مراحل احراز هویت بیشتری باید طی شود.",
      },
      {
        title: "نتیجه بررسی احراز هویت من چه زمانی اعلام می‌شود؟",
        content: "تیجه بررسی احراز هویت شما معمولاً ظرف چند ساعت کاری (از 9 صبح تا 9 شب) اعلام می‌شود. ما نتیجه نهایی را از طریق پیامک، ایمیل و اعلان داخل پلتفرم به شما اطلاع خواهیم داد.",
      },
    ],
    video_tutorial: [
      {
        title: "آموزش نحوه ثبت نام",
        content: "x",
        videoLink: "https://www.aparat.com/v/jop0tk2"
      },
      {
        title: "آموزش گام به گام احراز هویت",
        content: "x",
        videoLink: "https://www.aparat.com/v/ddr8p2h"
      },
      {
        title: "آموزش ثبت کارت بانکی و واریز ریالی",
        content: "x",
        videoLink: "https://www.aparat.com/v/dvyfe64"
      },
      {
        title: "آموزش نحوه خرید ارز دیجیتال",
        content: "x",
        videoLink: "https://www.aparat.com/v/wllhe6l"
      },
      {
        title: "آموزش نحوه فروش ارز دیجیتال",
        content: "x",
        videoLink: "https://www.aparat.com/v/bul30w3"
      },
      {
        title: "آموزش فعال سازی دو مرحله ایی",
        content: "x",
        videoLink: "https://www.aparat.com/v/dfsws1p"
      },
      {
        title: "آموزش نحوه برداشت تومانی به حساب بانکی",
        content: "x",
        videoLink: "https://www.aparat.com/v/tmiudfp"
      },
      {
        title: "معرفی کسب درآمد از طریق زیر مجموعه گیری",
        content: "x",
        videoLink: "https://www.aparat.com/v/soi72dr"
      },
      {
        title: "آموزش نحوه استفاده از گردونه شانس",
        content: "x",
        videoLink: "https://www.aparat.com/v/hdv0quv"
      },
      {
        title: "معرفی روش های مختلف پشتیبانی کاربران",
        content: "x",
        videoLink: "https://www.aparat.com/v/nynnm39"
      },
  
  
    ],
  };