export const faqSchema = {
    "@context": "https://schema.org",
    "@type": "FAQPage",
    "@id": "https://arz8.com/#faq",
    "inLanguage": "fa-IR",
    "mainEntity": [
      {
        "@type": "Question",
        "name": "ارز هشت چیست؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "ارز هشت یک صرافی آنلاین برای خرید، فروش و مدیریت ارزهای دیجیتال است. کاربران می‌توانند در این پلتفرم ارزهایی مانند بیت‌کوین، اتریوم و تتر را معامله کرده و از کیف پول داخلی آن برای ذخیره دارایی‌های خود استفاده کنند."
        }
      },
      {
        "@type": "Question",
        "name": "ارز دیجیتال چیست؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "ارز دیجیتال، نوعی پول الکترونیکی است که به‌صورت غیرمتمرکز و بر بستر فناوری بلاکچین فعالیت می‌کند. بیت‌کوین اولین ارز دیجیتال بود و امروزه هزاران رمز ارز مختلف در بازار وجود دارد."
        }
      },
      {
        "@type": "Question",
        "name": "ارز هشت چه ارزهایی را پشتیبانی می‌کند؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "ارز هشت از بیش از 1300 ارز دیجیتال، از جمله بیت‌کوین، اتریوم و تتر پشتیبانی می‌کند. لیست کامل ارزهای پشتیبانی‌شده در وب‌سایت و اپلیکیشن ارز هشت قابل مشاهده است."
        }
      },
      {
        "@type": "Question",
        "name": "چگونه در صرافی ارز هشت ارز دیجیتال بخریم؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "رای خرید ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید و کیف پول ریالی‌تان را شارژ کنید. سپس، ارز دیجیتال موردنظر را انتخاب کرده و مراحل خرید را تکمیل کنید. ارز خریداری شده بلافاصله به کیف پول داخلی شما واریز می‌شود."
        }
      },
      {
        "@type": "Question",
        "name": "چگونه در ارز هشت ارز دیجیتال بفروشیم؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "برای فروش ارز دیجیتال در صرافی ارز هشت، ابتدا باید هویت خود را تایید کنید. سپس به بخش خرید و فروش رفته، ارز مورد نظر را انتخاب کرده و مقدار آن را وارد کنید. در نهایت با کلیک بر روی گزینه فروش، تراکنش خود را تکمیل کنید"
        }
      },
      {
        "@type": "Question",
        "name": "نحوه محاسبه نرخ ارزها به چه صورت است؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "صرافی ارز هشت، نرخ ارزهای مختلف را با توجه به نرخ لحظه‌ای بازار جهانی و نرخ تتر به تومان تعیین می‌کند. به عبارت ساده‌تر، برای محاسبه نرخ خرید یا فروش هر ارز به تومان، نرخ جهانی آن ارز را در نرخ خرید یا فروش تتر ضرب می‌کنیم"
        }
      },
      {
        "@type": "Question",
        "name": "چرا نرخ تتر مهم است؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "تتر یک استیبل‌کوین با ارزش معادل یک دلار آمریکا است. از آن‌جا که نوسانات قیمتی شدیدی ندارد، بسیاری از صرافی‌ها از تتر برای تبدیل ارزهای دیجیتال به ارزهای فیات استفاده می‌کنند."
        }
      },
      {
        "@type": "Question",
        "name": "چه ارزهایی را می‌توان در کیف پول داخلی نگهداری کرد؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "تمامی ارزهایی که در پلتفرم ارز هشت برای خرید و فروش در دسترس هستند، از جمله بیت‌کوین، اتریوم و ریپل، قابلیت ذخیره‌سازی در کیف پول داخلی را دارند."
        }
      },
      {
        "@type": "Question",
        "name": "کارمزد شبکه چیست و چرا پرداخت می‌شود؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "هنگامی که شما ارز دیجیتالی را از کیف پول خود به کیف پول دیگری منتقل می‌کنید، مبلغی به عنوان کارمزد شبکه از شما کسر می‌شود. این کارمزد در واقع هزینه‌ای است که برای پردازش و تایید تراکنش شما در شبکه بلاکچین پرداخت می‌شود"
        }
      },
      {
        "@type": "Question",
        "name": "چرا احراز هویت در ارز هشت مهم است؟",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "احراز هویت در ارز هشت برای امنیت حساب‌ها و جلوگیری از فعالیت‌های غیرقانونی الزامی است. این فرایند تضمین می‌کند که تنها کاربران واقعی قادر به انجام معاملات هستند و از کلاهبرداری جلوگیری می‌شود."
        }
      },
    ]
  };

